                module MusicAyBuffer
                ; Документация [физические данные проигрывателя](../../../Docs/MusicPlayerData.md)
                assert $ == #DC00
                ; -----------------------------------------
                ; исходная физическая запись Registers
Registers:      FMusicAyRegisters {
                    #0000,                                                      ; ToneA, буфер периода тона A для регистров AY 0 и 1
                    #0000,                                                      ; ToneB, буфер периода тона B для регистров AY 2 и 3
                    #0000,                                                      ; ToneC, буфер периода тона C для регистров AY 4 и 5
                    #00,                                                        ; Noise, базовый буфер шума, при выводе добавляется текущий вклад IXH
                    #00,                                                        ; Mixer, буфер микшера, перед выводом заменяется IXL
                    #00,                                                        ; LevelA, сформированный уровень и маска огибающей A
                    #00,                                                        ; LevelB, сформированный уровень и маска огибающей B
                    #00,                                                        ; LevelC, сформированный уровень и маска огибающей C
                    #0000,                                                      ; EnvelopePeriod, буфер периода общей огибающей
                    #00                                                         ; EnvelopeShape, нулевой байт пропускает OUT регистра 13, ненулевой выводится и очищается
                }
                assert $ == #DC0E
                endmodule
