                module MusicDataPointers
                ; Документация [физические данные проигрывателя](../../../Docs/MusicPlayerData.md)
                assert $ == #DBA0
                ; -----------------------------------------
                ; исходная физическая запись Sample00
Sample00:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample01
Sample01:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample02
Sample02:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample03
Sample03:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample04
Sample04:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample05
Sample05:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample06
Sample06:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample07
Sample07:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample08
Sample08:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample09
Sample09:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0A
Sample0A:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0B
Sample0B:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0C
Sample0C:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0D
Sample0D:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0E
Sample0E:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0F
Sample0F:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample10
Sample10:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample11
Sample11:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample12
Sample12:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample13
Sample13:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample14
Sample14:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample15
Sample15:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample16
Sample16:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample17
Sample17:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample18
Sample18:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample19
Sample19:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1A
Sample1A:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1B
Sample1B:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1C
Sample1C:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1D
Sample1D:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1E
Sample1E:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1F
Sample1F:       FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament00
Ornament00:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament01
Ornament01:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament02
Ornament02:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament03
Ornament03:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament04
Ornament04:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament05
Ornament05:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament06
Ornament06:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament07
Ornament07:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament08
Ornament08:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament09
Ornament09:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0A
Ornament0A:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0B
Ornament0B:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0C
Ornament0C:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0D
Ornament0D:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0E
Ornament0E:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0F
Ornament0F:     FMusicDataPointer {
                    #0000                                                       ; Address, абсолютный указатель после InitializeModule, исходный ноль сохраняется
                }
                assert $ == #DC00
                endmodule
