                module MusicPeriods
                ; Документация [физические данные проигрывателя](../../../Docs/MusicPlayerData.md)
                assert $ == #DD00
                ; -----------------------------------------
                ; исходная физическая запись Note00
Note00:         FMusicNotePeriod {
                    #0D10                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note01
Note01:         FMusicNotePeriod {
                    #0C55                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note02
Note02:         FMusicNotePeriod {
                    #0BA4                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note03
Note03:         FMusicNotePeriod {
                    #0AFC                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note04
Note04:         FMusicNotePeriod {
                    #0A5F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note05
Note05:         FMusicNotePeriod {
                    #09CA                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note06
Note06:         FMusicNotePeriod {
                    #093D                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note07
Note07:         FMusicNotePeriod {
                    #08B8                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note08
Note08:         FMusicNotePeriod {
                    #083B                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note09
Note09:         FMusicNotePeriod {
                    #07C5                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note0A
Note0A:         FMusicNotePeriod {
                    #0755                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note0B
Note0B:         FMusicNotePeriod {
                    #06EC                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note0C
Note0C:         FMusicNotePeriod {
                    #0688                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note0D
Note0D:         FMusicNotePeriod {
                    #062A                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note0E
Note0E:         FMusicNotePeriod {
                    #05D2                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note0F
Note0F:         FMusicNotePeriod {
                    #057E                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note10
Note10:         FMusicNotePeriod {
                    #052F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note11
Note11:         FMusicNotePeriod {
                    #04E5                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note12
Note12:         FMusicNotePeriod {
                    #049E                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note13
Note13:         FMusicNotePeriod {
                    #045C                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note14
Note14:         FMusicNotePeriod {
                    #041D                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note15
Note15:         FMusicNotePeriod {
                    #03E2                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note16
Note16:         FMusicNotePeriod {
                    #03AB                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note17
Note17:         FMusicNotePeriod {
                    #0376                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note18
Note18:         FMusicNotePeriod {
                    #0344                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note19
Note19:         FMusicNotePeriod {
                    #0315                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note1A
Note1A:         FMusicNotePeriod {
                    #02E9                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note1B
Note1B:         FMusicNotePeriod {
                    #02BF                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note1C
Note1C:         FMusicNotePeriod {
                    #0298                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note1D
Note1D:         FMusicNotePeriod {
                    #0272                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note1E
Note1E:         FMusicNotePeriod {
                    #024F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note1F
Note1F:         FMusicNotePeriod {
                    #022E                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note20
Note20:         FMusicNotePeriod {
                    #020F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note21
Note21:         FMusicNotePeriod {
                    #01F1                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note22
Note22:         FMusicNotePeriod {
                    #01D5                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note23
Note23:         FMusicNotePeriod {
                    #01BB                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note24
Note24:         FMusicNotePeriod {
                    #01A2                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note25
Note25:         FMusicNotePeriod {
                    #018B                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note26
Note26:         FMusicNotePeriod {
                    #0174                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note27
Note27:         FMusicNotePeriod {
                    #0160                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note28
Note28:         FMusicNotePeriod {
                    #014C                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note29
Note29:         FMusicNotePeriod {
                    #0139                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note2A
Note2A:         FMusicNotePeriod {
                    #0128                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note2B
Note2B:         FMusicNotePeriod {
                    #0117                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note2C
Note2C:         FMusicNotePeriod {
                    #0107                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note2D
Note2D:         FMusicNotePeriod {
                    #00F9                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note2E
Note2E:         FMusicNotePeriod {
                    #00EB                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note2F
Note2F:         FMusicNotePeriod {
                    #00DD                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note30
Note30:         FMusicNotePeriod {
                    #00D1                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note31
Note31:         FMusicNotePeriod {
                    #00C5                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note32
Note32:         FMusicNotePeriod {
                    #00BA                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note33
Note33:         FMusicNotePeriod {
                    #00B0                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note34
Note34:         FMusicNotePeriod {
                    #00A6                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note35
Note35:         FMusicNotePeriod {
                    #009D                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note36
Note36:         FMusicNotePeriod {
                    #0094                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note37
Note37:         FMusicNotePeriod {
                    #008C                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note38
Note38:         FMusicNotePeriod {
                    #0084                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note39
Note39:         FMusicNotePeriod {
                    #007C                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note3A
Note3A:         FMusicNotePeriod {
                    #0075                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note3B
Note3B:         FMusicNotePeriod {
                    #006F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note3C
Note3C:         FMusicNotePeriod {
                    #0069                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note3D
Note3D:         FMusicNotePeriod {
                    #0063                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note3E
Note3E:         FMusicNotePeriod {
                    #005D                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note3F
Note3F:         FMusicNotePeriod {
                    #0058                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note40
Note40:         FMusicNotePeriod {
                    #0053                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note41
Note41:         FMusicNotePeriod {
                    #004E                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note42
Note42:         FMusicNotePeriod {
                    #004A                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note43
Note43:         FMusicNotePeriod {
                    #0046                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note44
Note44:         FMusicNotePeriod {
                    #0042                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note45
Note45:         FMusicNotePeriod {
                    #003E                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note46
Note46:         FMusicNotePeriod {
                    #003B                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note47
Note47:         FMusicNotePeriod {
                    #0037                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note48
Note48:         FMusicNotePeriod {
                    #0034                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note49
Note49:         FMusicNotePeriod {
                    #0031                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note4A
Note4A:         FMusicNotePeriod {
                    #002F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note4B
Note4B:         FMusicNotePeriod {
                    #002C                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note4C
Note4C:         FMusicNotePeriod {
                    #0029                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note4D
Note4D:         FMusicNotePeriod {
                    #0027                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note4E
Note4E:         FMusicNotePeriod {
                    #0025                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note4F
Note4F:         FMusicNotePeriod {
                    #0023                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note50
Note50:         FMusicNotePeriod {
                    #0021                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note51
Note51:         FMusicNotePeriod {
                    #001F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note52
Note52:         FMusicNotePeriod {
                    #001D                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note53
Note53:         FMusicNotePeriod {
                    #001C                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note54
Note54:         FMusicNotePeriod {
                    #001A                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note55
Note55:         FMusicNotePeriod {
                    #0019                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note56
Note56:         FMusicNotePeriod {
                    #0017                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note57
Note57:         FMusicNotePeriod {
                    #0016                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note58
Note58:         FMusicNotePeriod {
                    #0015                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note59
Note59:         FMusicNotePeriod {
                    #0014                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note5A
Note5A:         FMusicNotePeriod {
                    #0012                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note5B
Note5B:         FMusicNotePeriod {
                    #0011                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note5C
Note5C:         FMusicNotePeriod {
                    #0010                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note5D
Note5D:         FMusicNotePeriod {
                    #000F                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note5E
Note5E:         FMusicNotePeriod {
                    #000E                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                ; -----------------------------------------
                ; исходная физическая запись Note5F
Note5F:         FMusicNotePeriod {
                    #000D                                                       ; Period, исходное little endian слово периода по индексу ноты
                }
                assert $ == #DDC0
                endmodule
