                module MusicVolumes
                ; Документация [физические данные проигрывателя](../../../Docs/MusicPlayerData.md)
                assert $ == #DC10
                ; -----------------------------------------
                ; исходная физическая запись Volume01
Volume01:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #00,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #00,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #00,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #00,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #00,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #00,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #00,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #01,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #01,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #01,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #01,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #01,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #01,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #01,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #01                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume02
Volume02:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #00,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #00,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #00,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #01,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #01,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #01,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #01,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #01,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #01,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #01,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #01,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #02,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #02,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #02,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #02                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume03
Volume03:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #00,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #00,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #01,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #01,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #01,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #01,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #01,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #02,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #02,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #02,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #02,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #02,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #03,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #03,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #03                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume04
Volume04:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #00,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #01,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #01,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #01,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #02,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #02,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #02,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #02,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #03,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #03,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #03,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #03,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #04,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #04                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume05
Volume05:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #00,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #01,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #01,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #02,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #02,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #02,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #03,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #03,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #03,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #04,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #04,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #04,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #05,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #05                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume06
Volume06:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #00,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #01,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #02,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #02,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #02,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #03,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #03,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #04,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #04,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #04,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #05,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #05,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #06,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #06                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume07
Volume07:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #00,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #01,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #02,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #02,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #03,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #03,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #04,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #04,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #05,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #05,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #06,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #06,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #07,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #07                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume08
Volume08:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #02,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #02,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #03,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #03,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #04,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #04,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #05,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #05,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #06,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #06,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #07,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #07,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #08                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume09
Volume09:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #02,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #02,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #03,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #04,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #04,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #05,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #05,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #06,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #07,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #07,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #08,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #08,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #09                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume0A
Volume0A:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #02,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #03,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #03,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #04,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #05,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #05,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #06,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #07,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #07,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #08,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #09,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #09,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #0A                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume0B
Volume0B:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #01,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #02,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #03,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #04,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #04,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #05,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #06,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #07,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #07,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #08,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #09,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #0A,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #0A,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #0B                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume0C
Volume0C:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #02,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #02,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #03,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #04,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #05,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #06,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #06,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #07,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #08,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #09,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #0A,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #0A,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #0B,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #0C                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume0D
Volume0D:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #02,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #03,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #03,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #04,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #05,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #06,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #07,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #08,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #09,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #0A,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #0A,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #0B,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #0C,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #0D                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume0E
Volume0E:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #02,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #03,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #04,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #05,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #06,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #07,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #07,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #08,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #09,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #0A,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #0B,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #0C,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #0D,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #0E                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                ; -----------------------------------------
                ; исходная физическая запись Volume0F
Volume0F:       FMusicVolumeRow {
                    #00,                                                        ; Level00, готовый уровень для входной амплитуды 0
                    #01,                                                        ; Level01, готовый уровень для входной амплитуды 1
                    #02,                                                        ; Level02, готовый уровень для входной амплитуды 2
                    #03,                                                        ; Level03, готовый уровень для входной амплитуды 3
                    #04,                                                        ; Level04, готовый уровень для входной амплитуды 4
                    #05,                                                        ; Level05, готовый уровень для входной амплитуды 5
                    #06,                                                        ; Level06, готовый уровень для входной амплитуды 6
                    #07,                                                        ; Level07, готовый уровень для входной амплитуды 7
                    #08,                                                        ; Level08, готовый уровень для входной амплитуды 8
                    #09,                                                        ; Level09, готовый уровень для входной амплитуды 9
                    #0A,                                                        ; Level0A, готовый уровень для входной амплитуды 10
                    #0B,                                                        ; Level0B, готовый уровень для входной амплитуды 11
                    #0C,                                                        ; Level0C, готовый уровень для входной амплитуды 12
                    #0D,                                                        ; Level0D, готовый уровень для входной амплитуды 13
                    #0E,                                                        ; Level0E, готовый уровень для входной амплитуды 14
                    #0F                                                         ; Level0F, готовый уровень для входной амплитуды 15
                }
                assert $ == #DD00
                endmodule
