                module AntichristOrnamentRefs
                ; Документация [исходная композиция](../../../Docs/MusicComposition.md)
                assert $ == #E7A9
                ; -----------------------------------------
                ; исходная физическая запись Ornament00
Ornament00:     FMusicRelativePointer {
                    #0FD4                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament01
Ornament01:     FMusicRelativePointer {
                    #0FD7                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament02
Ornament02:     FMusicRelativePointer {
                    #0FDC                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament03
Ornament03:     FMusicRelativePointer {
                    #0FE1                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament04
Ornament04:     FMusicRelativePointer {
                    #0FE6                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament05
Ornament05:     FMusicRelativePointer {
                    #0FEC                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament06
Ornament06:     FMusicRelativePointer {
                    #0FF2                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament07
Ornament07:     FMusicRelativePointer {
                    #0FF8                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament08
Ornament08:     FMusicRelativePointer {
                    #0FFE                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament09
Ornament09:     FMusicRelativePointer {
                    #1004                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0A
Ornament0A:     FMusicRelativePointer {
                    #100A                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0B
Ornament0B:     FMusicRelativePointer {
                    #1012                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0C
Ornament0C:     FMusicRelativePointer {
                    #101E                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0D
Ornament0D:     FMusicRelativePointer {
                    #1022                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0E
Ornament0E:     FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Ornament0F
Ornament0F:     FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                assert $ == #E7C9
                endmodule
