                module AntichristPatternRefs
                ; Документация [исходная композиция](../../../Docs/MusicComposition.md)
                assert $ == #E7E6
                ; -----------------------------------------
                ; исходная физическая запись Pattern00
Pattern00:      FMusicPatternPointers {
                    #0158,                                                      ; ChannelA, относительный адрес потока A
                    #0509,                                                      ; ChannelB, относительный адрес потока B
                    #0BBC                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern01
Pattern01:      FMusicPatternPointers {
                    #0189,                                                      ; ChannelA, относительный адрес потока A
                    #05CD,                                                      ; ChannelB, относительный адрес потока B
                    #0C26                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern02
Pattern02:      FMusicPatternPointers {
                    #01BA,                                                      ; ChannelA, относительный адрес потока A
                    #0691,                                                      ; ChannelB, относительный адрес потока B
                    #0BBC                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern03
Pattern03:      FMusicPatternPointers {
                    #0207,                                                      ; ChannelA, относительный адрес потока A
                    #076B,                                                      ; ChannelB, относительный адрес потока B
                    #0C26                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern04
Pattern04:      FMusicPatternPointers {
                    #024E,                                                      ; ChannelA, относительный адрес потока A
                    #076B,                                                      ; ChannelB, относительный адрес потока B
                    #0C90                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern05
Pattern05:      FMusicPatternPointers {
                    #0295,                                                      ; ChannelA, относительный адрес потока A
                    #0841,                                                      ; ChannelB, относительный адрес потока B
                    #0CF5                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern06
Pattern06:      FMusicPatternPointers {
                    #02B6,                                                      ; ChannelA, относительный адрес потока A
                    #0856,                                                      ; ChannelB, относительный адрес потока B
                    #0D12                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern07
Pattern07:      FMusicPatternPointers {
                    #02DB,                                                      ; ChannelA, относительный адрес потока A
                    #086B,                                                      ; ChannelB, относительный адрес потока B
                    #0D2F                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern08
Pattern08:      FMusicPatternPointers {
                    #0304,                                                      ; ChannelA, относительный адрес потока A
                    #0884,                                                      ; ChannelB, относительный адрес потока B
                    #0D3E                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern09
Pattern09:      FMusicPatternPointers {
                    #0189,                                                      ; ChannelA, относительный адрес потока A
                    #05CD,                                                      ; ChannelB, относительный адрес потока B
                    #0C90                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern0A
Pattern0A:      FMusicPatternPointers {
                    #0331,                                                      ; ChannelA, относительный адрес потока A
                    #0509,                                                      ; ChannelB, относительный адрес потока B
                    #0BBC                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern0B
Pattern0B:      FMusicPatternPointers {
                    #0362,                                                      ; ChannelA, относительный адрес потока A
                    #05CD,                                                      ; ChannelB, относительный адрес потока B
                    #0C26                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern0C
Pattern0C:      FMusicPatternPointers {
                    #0393,                                                      ; ChannelA, относительный адрес потока A
                    #05CD,                                                      ; ChannelB, относительный адрес потока B
                    #0C90                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern0D
Pattern0D:      FMusicPatternPointers {
                    #03C5,                                                      ; ChannelA, относительный адрес потока A
                    #08A1,                                                      ; ChannelB, относительный адрес потока B
                    #0D54                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern0E
Pattern0E:      FMusicPatternPointers {
                    #040A,                                                      ; ChannelA, относительный адрес потока A
                    #08AA,                                                      ; ChannelB, относительный адрес потока B
                    #0DBE                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern0F
Pattern0F:      FMusicPatternPointers {
                    #044F,                                                      ; ChannelA, относительный адрес потока A
                    #08AA,                                                      ; ChannelB, относительный адрес потока B
                    #0E28                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern10
Pattern10:      FMusicPatternPointers {
                    #0499,                                                      ; ChannelA, относительный адрес потока A
                    #08B3,                                                      ; ChannelB, относительный адрес потока B
                    #0BBC                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern11
Pattern11:      FMusicPatternPointers {
                    #04BD,                                                      ; ChannelA, относительный адрес потока A
                    #09B7,                                                      ; ChannelB, относительный адрес потока B
                    #0C26                                                       ; ChannelC, относительный адрес потока C
                }
                ; -----------------------------------------
                ; исходная физическая запись Pattern12
Pattern12:      FMusicPatternPointers {
                    #04E1,                                                      ; ChannelA, относительный адрес потока A
                    #0ABB,                                                      ; ChannelB, относительный адрес потока B
                    #0C90                                                       ; ChannelC, относительный адрес потока C
                }
                assert $ == #E858
                endmodule
