                module AntichristPositions
                ; Документация [исходная композиция](../../../Docs/MusicComposition.md)
                assert $ == #E7C9
                ; -----------------------------------------
                ; исходная физическая запись Position00
Position00:     FMusicPositionByte {
                    #0F                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position01
Position01:     FMusicPositionByte {
                    #12                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position02
Position02:     FMusicPositionByte {
                    #15                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position03
Position03:     FMusicPositionByte {
                    #18                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position04
Position04:     FMusicPositionByte {
                    #00                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position05
Position05:     FMusicPositionByte {
                    #03                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position06
Position06:     FMusicPositionByte {
                    #00                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position07
Position07:     FMusicPositionByte {
                    #1B                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position08
Position08:     FMusicPositionByte {
                    #06                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position09
Position09:     FMusicPositionByte {
                    #09                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position0A
Position0A:     FMusicPositionByte {
                    #06                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position0B
Position0B:     FMusicPositionByte {
                    #0C                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position0C
Position0C:     FMusicPositionByte {
                    #00                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position0D
Position0D:     FMusicPositionByte {
                    #03                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position0E
Position0E:     FMusicPositionByte {
                    #00                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position0F
Position0F:     FMusicPositionByte {
                    #1B                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position10
Position10:     FMusicPositionByte {
                    #1E                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position11
Position11:     FMusicPositionByte {
                    #21                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position12
Position12:     FMusicPositionByte {
                    #1E                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position13
Position13:     FMusicPositionByte {
                    #24                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position14
Position14:     FMusicPositionByte {
                    #27                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position15
Position15:     FMusicPositionByte {
                    #2A                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position16
Position16:     FMusicPositionByte {
                    #27                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position17
Position17:     FMusicPositionByte {
                    #2D                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position18
Position18:     FMusicPositionByte {
                    #30                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position19
Position19:     FMusicPositionByte {
                    #33                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position1A
Position1A:     FMusicPositionByte {
                    #30                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись Position1B
Position1B:     FMusicPositionByte {
                    #36                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                ; -----------------------------------------
                ; исходная физическая запись End
End:            FMusicPositionByte {
                    #FF                                                         ; Value, смещение в единицах слова для тройки паттернов, FF завершает список
                }
                assert $ == #E7E6
                endmodule
