                module AntichristSampleRefs
                ; Документация [исходная композиция](../../../Docs/MusicComposition.md)
                assert $ == #E769
                ; -----------------------------------------
                ; исходная физическая запись Sample00
Sample00:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample01
Sample01:       FMusicRelativePointer {
                    #0E88                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample02
Sample02:       FMusicRelativePointer {
                    #0EBA                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample03
Sample03:       FMusicRelativePointer {
                    #0EC0                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample04
Sample04:       FMusicRelativePointer {
                    #0EC6                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample05
Sample05:       FMusicRelativePointer {
                    #0EE4                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample06
Sample06:       FMusicRelativePointer {
                    #0F16                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample07
Sample07:       FMusicRelativePointer {
                    #0F20                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample08
Sample08:       FMusicRelativePointer {
                    #0F32                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample09
Sample09:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0A
Sample0A:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0B
Sample0B:       FMusicRelativePointer {
                    #0F64                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0C
Sample0C:       FMusicRelativePointer {
                    #0F82                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0D
Sample0D:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0E
Sample0E:       FMusicRelativePointer {
                    #0F94                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample0F
Sample0F:       FMusicRelativePointer {
                    #0FAE                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample10
Sample10:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample11
Sample11:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample12
Sample12:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample13
Sample13:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample14
Sample14:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample15
Sample15:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample16
Sample16:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample17
Sample17:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample18
Sample18:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample19
Sample19:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1A
Sample1A:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1B
Sample1B:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1C
Sample1C:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1D
Sample1D:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1E
Sample1E:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                ; -----------------------------------------
                ; исходная физическая запись Sample1F
Sample1F:       FMusicRelativePointer {
                    #0000                                                       ; Offset, относительный адрес от начала композиции, ноль сохраняется буквально
                }
                assert $ == #E7A9
                endmodule
