                module Intro
                module DrawFinalTextureFrame
; Документация [Intro](../../Docs/FunctionDetails/Intro.md)
; -----------------------------------------
; Настройка смещения и параметров последнего текстурного эффекта вступления
; исходная запись 3, файловые смещения #031E..#032B
; In:
;   Unknown, регистровый контракт ещё не доказан
; Out:
;   исходный поток управления, включая переходы в соседние фрагменты
; Corrupt:
;   HL, DE, BC, AF, HL', DE', BC', AF', IX, IY, консервативная верхняя граница
; Note:
;   граница файла не доказывает границу логической процедуры
;   состояние самомодификации и активной страницы учитывается отдельно
; -----------------------------------------
Entry:          LD A, #16
                LD DE, #FFFF
                LD HL, #662C
                LD BC, #6632
                JP @Intro.DrawScrolledTexture.Entry


                endmodule
                endmodule
