                module HelpLineCache
                ; Документация [физический кэш указателей HELP](../../../Docs/HelpLineIndex.md)
                assert $ == #DB7C
                ; -----------------------------------------
                ; исходная физическая запись Line0000
Line0000:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0001
Line0001:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0002
Line0002:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0003
Line0003:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0004
Line0004:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0005
Line0005:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0006
Line0006:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0007
Line0007:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0008
Line0008:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0009
Line0009:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0010
Line0010:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0011
Line0011:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0012
Line0012:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0013
Line0013:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0014
Line0014:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0015
Line0015:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0016
Line0016:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0017
Line0017:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0018
Line0018:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0019
Line0019:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0020
Line0020:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0021
Line0021:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0022
Line0022:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0023
Line0023:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0024
Line0024:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0025
Line0025:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0026
Line0026:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0027
Line0027:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0028
Line0028:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0029
Line0029:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0030
Line0030:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0031
Line0031:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0032
Line0032:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0033
Line0033:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0034
Line0034:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0035
Line0035:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0036
Line0036:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0037
Line0037:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0038
Line0038:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0039
Line0039:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0040
Line0040:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0041
Line0041:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0042
Line0042:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0043
Line0043:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0044
Line0044:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0045
Line0045:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0046
Line0046:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0047
Line0047:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0048
Line0048:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0049
Line0049:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0050
Line0050:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0051
Line0051:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0052
Line0052:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0053
Line0053:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0054
Line0054:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0055
Line0055:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0056
Line0056:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0057
Line0057:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0058
Line0058:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0059
Line0059:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0060
Line0060:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0061
Line0061:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0062
Line0062:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0063
Line0063:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0064
Line0064:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0065
Line0065:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0066
Line0066:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0067
Line0067:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0068
Line0068:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0069
Line0069:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0070
Line0070:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0071
Line0071:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0072
Line0072:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0073
Line0073:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0074
Line0074:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0075
Line0075:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0076
Line0076:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0077
Line0077:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0078
Line0078:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0079
Line0079:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0080
Line0080:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0081
Line0081:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0082
Line0082:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0083
Line0083:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0084
Line0084:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0085
Line0085:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0086
Line0086:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0087
Line0087:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0088
Line0088:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0089
Line0089:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0090
Line0090:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0091
Line0091:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0092
Line0092:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0093
Line0093:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0094
Line0094:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0095
Line0095:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0096
Line0096:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0097
Line0097:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0098
Line0098:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0099
Line0099:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0100
Line0100:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0101
Line0101:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0102
Line0102:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0103
Line0103:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0104
Line0104:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0105
Line0105:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0106
Line0106:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0107
Line0107:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0108
Line0108:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0109
Line0109:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0110
Line0110:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0111
Line0111:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0112
Line0112:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0113
Line0113:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0114
Line0114:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0115
Line0115:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0116
Line0116:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0117
Line0117:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0118
Line0118:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0119
Line0119:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0120
Line0120:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0121
Line0121:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0122
Line0122:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0123
Line0123:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0124
Line0124:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0125
Line0125:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0126
Line0126:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0127
Line0127:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0128
Line0128:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0129
Line0129:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0130
Line0130:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0131
Line0131:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0132
Line0132:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0133
Line0133:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0134
Line0134:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0135
Line0135:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0136
Line0136:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0137
Line0137:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0138
Line0138:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0139
Line0139:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0140
Line0140:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0141
Line0141:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0142
Line0142:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0143
Line0143:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0144
Line0144:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0145
Line0145:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0146
Line0146:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0147
Line0147:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0148
Line0148:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0149
Line0149:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0150
Line0150:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0151
Line0151:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0152
Line0152:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0153
Line0153:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0154
Line0154:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0155
Line0155:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0156
Line0156:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0157
Line0157:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0158
Line0158:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0159
Line0159:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0160
Line0160:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0161
Line0161:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0162
Line0162:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0163
Line0163:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0164
Line0164:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0165
Line0165:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0166
Line0166:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0167
Line0167:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0168
Line0168:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0169
Line0169:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0170
Line0170:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0171
Line0171:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0172
Line0172:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0173
Line0173:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0174
Line0174:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0175
Line0175:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0176
Line0176:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0177
Line0177:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0178
Line0178:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0179
Line0179:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0180
Line0180:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0181
Line0181:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0182
Line0182:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0183
Line0183:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0184
Line0184:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0185
Line0185:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0186
Line0186:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0187
Line0187:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0188
Line0188:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0189
Line0189:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0190
Line0190:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0191
Line0191:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0192
Line0192:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0193
Line0193:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0194
Line0194:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0195
Line0195:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0196
Line0196:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0197
Line0197:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0198
Line0198:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0199
Line0199:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0200
Line0200:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0201
Line0201:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0202
Line0202:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0203
Line0203:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0204
Line0204:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0205
Line0205:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0206
Line0206:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0207
Line0207:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0208
Line0208:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0209
Line0209:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0210
Line0210:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0211
Line0211:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0212
Line0212:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0213
Line0213:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0214
Line0214:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0215
Line0215:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0216
Line0216:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0217
Line0217:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0218
Line0218:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0219
Line0219:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0220
Line0220:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0221
Line0221:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0222
Line0222:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0223
Line0223:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0224
Line0224:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0225
Line0225:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0226
Line0226:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0227
Line0227:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0228
Line0228:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0229
Line0229:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0230
Line0230:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0231
Line0231:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0232
Line0232:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0233
Line0233:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0234
Line0234:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0235
Line0235:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0236
Line0236:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0237
Line0237:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0238
Line0238:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0239
Line0239:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0240
Line0240:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0241
Line0241:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0242
Line0242:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0243
Line0243:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0244
Line0244:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0245
Line0245:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0246
Line0246:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0247
Line0247:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0248
Line0248:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0249
Line0249:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0250
Line0250:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0251
Line0251:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0252
Line0252:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0253
Line0253:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0254
Line0254:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0255
Line0255:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0256
Line0256:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0257
Line0257:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0258
Line0258:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0259
Line0259:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0260
Line0260:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0261
Line0261:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0262
Line0262:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0263
Line0263:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0264
Line0264:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0265
Line0265:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0266
Line0266:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0267
Line0267:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0268
Line0268:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0269
Line0269:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0270
Line0270:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0271
Line0271:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0272
Line0272:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0273
Line0273:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0274
Line0274:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0275
Line0275:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0276
Line0276:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0277
Line0277:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0278
Line0278:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0279
Line0279:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0280
Line0280:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0281
Line0281:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0282
Line0282:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0283
Line0283:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0284
Line0284:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0285
Line0285:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0286
Line0286:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0287
Line0287:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0288
Line0288:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0289
Line0289:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0290
Line0290:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0291
Line0291:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0292
Line0292:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0293
Line0293:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0294
Line0294:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0295
Line0295:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0296
Line0296:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0297
Line0297:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0298
Line0298:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0299
Line0299:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0300
Line0300:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0301
Line0301:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0302
Line0302:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0303
Line0303:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0304
Line0304:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0305
Line0305:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0306
Line0306:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0307
Line0307:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0308
Line0308:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0309
Line0309:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0310
Line0310:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0311
Line0311:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0312
Line0312:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0313
Line0313:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0314
Line0314:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0315
Line0315:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0316
Line0316:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0317
Line0317:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0318
Line0318:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0319
Line0319:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0320
Line0320:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0321
Line0321:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0322
Line0322:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0323
Line0323:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0324
Line0324:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0325
Line0325:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0326
Line0326:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0327
Line0327:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0328
Line0328:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0329
Line0329:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0330
Line0330:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0331
Line0331:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0332
Line0332:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0333
Line0333:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0334
Line0334:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0335
Line0335:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0336
Line0336:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0337
Line0337:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0338
Line0338:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0339
Line0339:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0340
Line0340:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0341
Line0341:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0342
Line0342:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0343
Line0343:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0344
Line0344:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0345
Line0345:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0346
Line0346:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0347
Line0347:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0348
Line0348:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0349
Line0349:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0350
Line0350:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0351
Line0351:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0352
Line0352:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0353
Line0353:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0354
Line0354:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0355
Line0355:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0356
Line0356:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0357
Line0357:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0358
Line0358:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0359
Line0359:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0360
Line0360:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0361
Line0361:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0362
Line0362:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0363
Line0363:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0364
Line0364:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0365
Line0365:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0366
Line0366:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0367
Line0367:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0368
Line0368:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0369
Line0369:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0370
Line0370:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0371
Line0371:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0372
Line0372:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0373
Line0373:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0374
Line0374:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0375
Line0375:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0376
Line0376:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0377
Line0377:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0378
Line0378:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0379
Line0379:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0380
Line0380:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0381
Line0381:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0382
Line0382:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0383
Line0383:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0384
Line0384:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0385
Line0385:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0386
Line0386:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0387
Line0387:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0388
Line0388:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0389
Line0389:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0390
Line0390:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0391
Line0391:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0392
Line0392:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0393
Line0393:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0394
Line0394:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0395
Line0395:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0396
Line0396:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0397
Line0397:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0398
Line0398:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0399
Line0399:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0400
Line0400:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0401
Line0401:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0402
Line0402:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0403
Line0403:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0404
Line0404:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0405
Line0405:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0406
Line0406:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0407
Line0407:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0408
Line0408:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0409
Line0409:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0410
Line0410:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0411
Line0411:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0412
Line0412:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0413
Line0413:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0414
Line0414:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0415
Line0415:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0416
Line0416:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0417
Line0417:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0418
Line0418:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0419
Line0419:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0420
Line0420:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0421
Line0421:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0422
Line0422:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0423
Line0423:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0424
Line0424:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0425
Line0425:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0426
Line0426:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0427
Line0427:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0428
Line0428:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0429
Line0429:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0430
Line0430:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0431
Line0431:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0432
Line0432:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0433
Line0433:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0434
Line0434:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0435
Line0435:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0436
Line0436:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0437
Line0437:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0438
Line0438:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0439
Line0439:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0440
Line0440:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0441
Line0441:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0442
Line0442:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0443
Line0443:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0444
Line0444:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0445
Line0445:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0446
Line0446:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0447
Line0447:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0448
Line0448:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0449
Line0449:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0450
Line0450:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0451
Line0451:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0452
Line0452:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0453
Line0453:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0454
Line0454:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0455
Line0455:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0456
Line0456:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0457
Line0457:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0458
Line0458:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0459
Line0459:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0460
Line0460:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0461
Line0461:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0462
Line0462:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0463
Line0463:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0464
Line0464:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0465
Line0465:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0466
Line0466:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0467
Line0467:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0468
Line0468:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0469
Line0469:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0470
Line0470:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0471
Line0471:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0472
Line0472:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0473
Line0473:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0474
Line0474:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0475
Line0475:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0476
Line0476:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0477
Line0477:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0478
Line0478:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0479
Line0479:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0480
Line0480:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0481
Line0481:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0482
Line0482:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0483
Line0483:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0484
Line0484:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0485
Line0485:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0486
Line0486:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0487
Line0487:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0488
Line0488:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0489
Line0489:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0490
Line0490:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0491
Line0491:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0492
Line0492:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0493
Line0493:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0494
Line0494:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0495
Line0495:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0496
Line0496:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0497
Line0497:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0498
Line0498:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0499
Line0499:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0500
Line0500:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0501
Line0501:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0502
Line0502:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0503
Line0503:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0504
Line0504:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0505
Line0505:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0506
Line0506:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0507
Line0507:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0508
Line0508:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0509
Line0509:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0510
Line0510:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0511
Line0511:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0512
Line0512:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0513
Line0513:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0514
Line0514:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0515
Line0515:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0516
Line0516:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0517
Line0517:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0518
Line0518:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0519
Line0519:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0520
Line0520:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0521
Line0521:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0522
Line0522:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0523
Line0523:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0524
Line0524:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0525
Line0525:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0526
Line0526:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0527
Line0527:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0528
Line0528:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0529
Line0529:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0530
Line0530:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0531
Line0531:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0532
Line0532:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0533
Line0533:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0534
Line0534:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0535
Line0535:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0536
Line0536:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0537
Line0537:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0538
Line0538:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0539
Line0539:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0540
Line0540:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0541
Line0541:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0542
Line0542:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0543
Line0543:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0544
Line0544:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0545
Line0545:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0546
Line0546:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0547
Line0547:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0548
Line0548:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0549
Line0549:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0550
Line0550:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0551
Line0551:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0552
Line0552:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0553
Line0553:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0554
Line0554:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0555
Line0555:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0556
Line0556:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0557
Line0557:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0558
Line0558:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0559
Line0559:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0560
Line0560:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0561
Line0561:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0562
Line0562:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0563
Line0563:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0564
Line0564:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0565
Line0565:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0566
Line0566:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0567
Line0567:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0568
Line0568:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0569
Line0569:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0570
Line0570:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0571
Line0571:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0572
Line0572:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0573
Line0573:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0574
Line0574:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0575
Line0575:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0576
Line0576:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0577
Line0577:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0578
Line0578:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0579
Line0579:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0580
Line0580:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0581
Line0581:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0582
Line0582:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0583
Line0583:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0584
Line0584:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0585
Line0585:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0586
Line0586:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0587
Line0587:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0588
Line0588:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0589
Line0589:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0590
Line0590:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0591
Line0591:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0592
Line0592:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0593
Line0593:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0594
Line0594:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0595
Line0595:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0596
Line0596:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0597
Line0597:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0598
Line0598:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0599
Line0599:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0600
Line0600:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0601
Line0601:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0602
Line0602:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0603
Line0603:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0604
Line0604:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0605
Line0605:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0606
Line0606:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0607
Line0607:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0608
Line0608:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0609
Line0609:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0610
Line0610:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0611
Line0611:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0612
Line0612:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0613
Line0613:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0614
Line0614:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0615
Line0615:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0616
Line0616:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0617
Line0617:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0618
Line0618:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0619
Line0619:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0620
Line0620:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0621
Line0621:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0622
Line0622:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0623
Line0623:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0624
Line0624:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0625
Line0625:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0626
Line0626:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0627
Line0627:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0628
Line0628:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0629
Line0629:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0630
Line0630:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0631
Line0631:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0632
Line0632:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0633
Line0633:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0634
Line0634:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0635
Line0635:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0636
Line0636:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0637
Line0637:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0638
Line0638:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0639
Line0639:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0640
Line0640:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0641
Line0641:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0642
Line0642:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0643
Line0643:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0644
Line0644:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0645
Line0645:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0646
Line0646:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0647
Line0647:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0648
Line0648:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0649
Line0649:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0650
Line0650:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0651
Line0651:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0652
Line0652:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0653
Line0653:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0654
Line0654:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0655
Line0655:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0656
Line0656:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0657
Line0657:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0658
Line0658:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0659
Line0659:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0660
Line0660:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0661
Line0661:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0662
Line0662:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0663
Line0663:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0664
Line0664:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0665
Line0665:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0666
Line0666:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0667
Line0667:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0668
Line0668:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0669
Line0669:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0670
Line0670:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0671
Line0671:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0672
Line0672:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0673
Line0673:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0674
Line0674:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0675
Line0675:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0676
Line0676:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0677
Line0677:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0678
Line0678:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0679
Line0679:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0680
Line0680:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0681
Line0681:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0682
Line0682:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0683
Line0683:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0684
Line0684:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0685
Line0685:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0686
Line0686:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0687
Line0687:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0688
Line0688:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0689
Line0689:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0690
Line0690:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0691
Line0691:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0692
Line0692:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0693
Line0693:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0694
Line0694:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0695
Line0695:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0696
Line0696:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0697
Line0697:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0698
Line0698:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0699
Line0699:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0700
Line0700:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0701
Line0701:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0702
Line0702:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0703
Line0703:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0704
Line0704:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0705
Line0705:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0706
Line0706:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0707
Line0707:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0708
Line0708:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0709
Line0709:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0710
Line0710:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0711
Line0711:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0712
Line0712:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0713
Line0713:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0714
Line0714:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0715
Line0715:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0716
Line0716:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0717
Line0717:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0718
Line0718:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0719
Line0719:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0720
Line0720:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0721
Line0721:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0722
Line0722:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0723
Line0723:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0724
Line0724:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0725
Line0725:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0726
Line0726:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0727
Line0727:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0728
Line0728:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0729
Line0729:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0730
Line0730:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0731
Line0731:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0732
Line0732:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0733
Line0733:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0734
Line0734:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0735
Line0735:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0736
Line0736:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0737
Line0737:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0738
Line0738:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0739
Line0739:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0740
Line0740:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0741
Line0741:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0742
Line0742:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0743
Line0743:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0744
Line0744:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0745
Line0745:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0746
Line0746:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0747
Line0747:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0748
Line0748:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0749
Line0749:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0750
Line0750:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0751
Line0751:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0752
Line0752:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0753
Line0753:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0754
Line0754:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0755
Line0755:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0756
Line0756:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0757
Line0757:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0758
Line0758:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0759
Line0759:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0760
Line0760:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0761
Line0761:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0762
Line0762:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0763
Line0763:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0764
Line0764:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0765
Line0765:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0766
Line0766:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0767
Line0767:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0768
Line0768:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0769
Line0769:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0770
Line0770:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0771
Line0771:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0772
Line0772:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0773
Line0773:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0774
Line0774:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0775
Line0775:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0776
Line0776:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0777
Line0777:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0778
Line0778:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0779
Line0779:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0780
Line0780:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0781
Line0781:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0782
Line0782:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0783
Line0783:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0784
Line0784:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0785
Line0785:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0786
Line0786:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0787
Line0787:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0788
Line0788:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0789
Line0789:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0790
Line0790:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0791
Line0791:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0792
Line0792:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0793
Line0793:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0794
Line0794:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0795
Line0795:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0796
Line0796:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0797
Line0797:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0798
Line0798:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0799
Line0799:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0800
Line0800:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0801
Line0801:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0802
Line0802:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0803
Line0803:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0804
Line0804:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0805
Line0805:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0806
Line0806:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0807
Line0807:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0808
Line0808:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0809
Line0809:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0810
Line0810:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0811
Line0811:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0812
Line0812:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0813
Line0813:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0814
Line0814:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0815
Line0815:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0816
Line0816:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0817
Line0817:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0818
Line0818:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0819
Line0819:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0820
Line0820:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0821
Line0821:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0822
Line0822:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0823
Line0823:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0824
Line0824:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0825
Line0825:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0826
Line0826:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0827
Line0827:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0828
Line0828:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0829
Line0829:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0830
Line0830:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0831
Line0831:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0832
Line0832:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0833
Line0833:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0834
Line0834:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0835
Line0835:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0836
Line0836:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0837
Line0837:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0838
Line0838:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0839
Line0839:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0840
Line0840:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0841
Line0841:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0842
Line0842:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0843
Line0843:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0844
Line0844:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0845
Line0845:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0846
Line0846:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0847
Line0847:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0848
Line0848:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0849
Line0849:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0850
Line0850:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0851
Line0851:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0852
Line0852:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0853
Line0853:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0854
Line0854:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0855
Line0855:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0856
Line0856:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0857
Line0857:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0858
Line0858:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0859
Line0859:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0860
Line0860:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0861
Line0861:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0862
Line0862:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0863
Line0863:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0864
Line0864:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0865
Line0865:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0866
Line0866:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0867
Line0867:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0868
Line0868:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0869
Line0869:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0870
Line0870:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0871
Line0871:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0872
Line0872:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0873
Line0873:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0874
Line0874:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0875
Line0875:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0876
Line0876:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0877
Line0877:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0878
Line0878:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0879
Line0879:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0880
Line0880:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0881
Line0881:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0882
Line0882:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0883
Line0883:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0884
Line0884:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0885
Line0885:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0886
Line0886:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0887
Line0887:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0888
Line0888:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0889
Line0889:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0890
Line0890:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0891
Line0891:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0892
Line0892:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0893
Line0893:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0894
Line0894:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0895
Line0895:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0896
Line0896:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0897
Line0897:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0898
Line0898:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0899
Line0899:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0900
Line0900:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0901
Line0901:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0902
Line0902:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0903
Line0903:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0904
Line0904:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0905
Line0905:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0906
Line0906:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0907
Line0907:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0908
Line0908:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0909
Line0909:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0910
Line0910:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0911
Line0911:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0912
Line0912:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0913
Line0913:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0914
Line0914:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0915
Line0915:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0916
Line0916:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0917
Line0917:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0918
Line0918:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0919
Line0919:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0920
Line0920:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0921
Line0921:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0922
Line0922:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0923
Line0923:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0924
Line0924:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0925
Line0925:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0926
Line0926:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0927
Line0927:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0928
Line0928:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0929
Line0929:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0930
Line0930:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0931
Line0931:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0932
Line0932:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0933
Line0933:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0934
Line0934:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0935
Line0935:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0936
Line0936:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0937
Line0937:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0938
Line0938:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0939
Line0939:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0940
Line0940:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0941
Line0941:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0942
Line0942:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0943
Line0943:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0944
Line0944:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0945
Line0945:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0946
Line0946:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0947
Line0947:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0948
Line0948:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0949
Line0949:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0950
Line0950:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0951
Line0951:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0952
Line0952:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0953
Line0953:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0954
Line0954:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0955
Line0955:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0956
Line0956:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0957
Line0957:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0958
Line0958:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0959
Line0959:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0960
Line0960:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0961
Line0961:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0962
Line0962:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0963
Line0963:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0964
Line0964:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0965
Line0965:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0966
Line0966:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0967
Line0967:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0968
Line0968:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0969
Line0969:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0970
Line0970:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0971
Line0971:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0972
Line0972:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0973
Line0973:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0974
Line0974:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0975
Line0975:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0976
Line0976:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0977
Line0977:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0978
Line0978:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0979
Line0979:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0980
Line0980:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0981
Line0981:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0982
Line0982:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0983
Line0983:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0984
Line0984:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0985
Line0985:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0986
Line0986:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0987
Line0987:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0988
Line0988:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0989
Line0989:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0990
Line0990:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0991
Line0991:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0992
Line0992:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0993
Line0993:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0994
Line0994:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0995
Line0995:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0996
Line0996:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0997
Line0997:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0998
Line0998:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line0999
Line0999:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1000
Line1000:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1001
Line1001:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1002
Line1002:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1003
Line1003:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1004
Line1004:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1005
Line1005:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1006
Line1006:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1007
Line1007:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1008
Line1008:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1009
Line1009:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1010
Line1010:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1011
Line1011:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1012
Line1012:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1013
Line1013:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1014
Line1014:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1015
Line1015:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1016
Line1016:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1017
Line1017:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1018
Line1018:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1019
Line1019:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1020
Line1020:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1021
Line1021:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1022
Line1022:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                ; -----------------------------------------
                ; исходная физическая запись Line1023
Line1023:       FHelpLinePointer {
                    #0000                                                       ; TextAddress, рабочий адрес начала строки, ноль после последней заполненной записи
                }
                assert $ == #E37C
                endmodule
