                module AntichristOrnament0B
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F712
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #00,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #0A                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicOrnamentStep {
                    #00                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicOrnamentStep {
                    #0C                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicOrnamentStep {
                    #24                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicOrnamentStep {
                    #30                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step04
Step04:         FMusicOrnamentStep {
                    #3C                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step05
Step05:         FMusicOrnamentStep {
                    #30                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step06
Step06:         FMusicOrnamentStep {
                    #24                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step07
Step07:         FMusicOrnamentStep {
                    #18                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step08
Step08:         FMusicOrnamentStep {
                    #0C                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step09
Step09:         FMusicOrnamentStep {
                    #00                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                assert $ == #F71E
                endmodule
