                module AntichristOrnament05
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F6EC
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #03,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #04                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicOrnamentStep {
                    #06                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicOrnamentStep {
                    #04                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicOrnamentStep {
                    #02                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicOrnamentStep {
                    #00                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                assert $ == #F6F2
                endmodule
