                module AntichristOrnament0D
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F722
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #00,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #05                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicOrnamentStep {
                    #0C                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicOrnamentStep {
                    #18                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicOrnamentStep {
                    #24                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicOrnamentStep {
                    #18                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                ; -----------------------------------------
                ; исходная физическая запись Step04
Step04:         FMusicOrnamentStep {
                    #0C                                                         ; NoteDelta, байтовая поправка индекса ноты с оборачиванием при сложении
                }
                assert $ == #F729
                endmodule
