                module AntichristPatternB0D
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #EFA1
                ; Общий физический поток, ссылки 13B
Row00:          DB #F1, #06                                                     ; орнамент 1, следующий байт является уже удвоенным индексом сэмпла
                DB #C9                                                          ; строка громкости 9
                DB #B1, #20                                                     ; перезагрузка длительности строки
                DB #76                                                          ; нота с индексом #26, завершение строки
Row01:          DB #42                                                          ; выбор орнамента 2
                DB #79                                                          ; нота с индексом #29, завершение строки
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #EFAA
                endmodule
