                module AntichristPatternA01
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #E889
                ; Общий физический поток, ссылки 1A, 9A
Row00:          DB #F1, #06                                                     ; орнамент 1, следующий байт является уже удвоенным индексом сэмпла
                DB #C1                                                          ; строка громкости 1
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #72                                                          ; нота с индексом #22, завершение строки
Row01:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
Row02:          DB #C3                                                          ; строка громкости 3
                DB #D0                                                          ; завершение строки без новой ноты
Row03:          DB #C4                                                          ; строка громкости 4
                DB #D0                                                          ; завершение строки без новой ноты
Row04:          DB #C5                                                          ; строка громкости 5
                DB #D0                                                          ; завершение строки без новой ноты
Row05:          DB #C6                                                          ; строка громкости 6
                DB #D0                                                          ; завершение строки без новой ноты
Row06:          DB #C7                                                          ; строка громкости 7
                DB #D0                                                          ; завершение строки без новой ноты
Row07:          DB #C8                                                          ; строка громкости 8
                DB #D0                                                          ; завершение строки без новой ноты
Row08:          DB #C9                                                          ; строка громкости 9
                DB #D0                                                          ; завершение строки без новой ноты
Row09:          DB #CA                                                          ; строка громкости 10
                DB #B1, #0E                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row0A:          DB #43                                                          ; выбор орнамента 3
                DB #B1, #10                                                     ; перезагрузка длительности строки
                DB #76                                                          ; нота с индексом #26, завершение строки
Row0B:          DB #C9                                                          ; строка громкости 9
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row0C:          DB #C8                                                          ; строка громкости 8
                DB #D0                                                          ; завершение строки без новой ноты
Row0D:          DB #C7                                                          ; строка громкости 7
                DB #D0                                                          ; завершение строки без новой ноты
Row0E:          DB #C6                                                          ; строка громкости 6
                DB #D0                                                          ; завершение строки без новой ноты
Row0F:          DB #C5                                                          ; строка громкости 5
                DB #D0                                                          ; завершение строки без новой ноты
Row10:          DB #C4                                                          ; строка громкости 4
                DB #D0                                                          ; завершение строки без новой ноты
Row11:          DB #C3                                                          ; строка громкости 3
                DB #D0                                                          ; завершение строки без новой ноты
Row12:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #E8BA
                endmodule
