                module AntichristPatternC07
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F42F
                ; Общий физический поток, ссылки 7C
Row00:          DB #F0, #0E                                                     ; орнамент 0, следующий байт является уже удвоенным индексом сэмпла
                DB #C9                                                          ; строка громкости 9
                DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #20                                                     ; перезагрузка длительности строки
                DB #6A                                                          ; нота с индексом #1A, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row01:          DB #CA                                                          ; строка громкости 10
                DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #69                                                          ; нота с индексом #19, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #F43E
                endmodule
