                module AntichristPatternB05
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #EF41
                ; Общий физический поток, ссылки 5B
Row00:          DB #F1, #06                                                     ; орнамент 1, следующий байт является уже удвоенным индексом сэмпла
                DB #C1                                                          ; строка громкости 1
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #82                                                          ; нота с индексом #32, завершение строки
Row01:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
Row02:          DB #C3                                                          ; строка громкости 3
                DB #B1, #1C                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row03:          DB #42                                                          ; выбор орнамента 2
                DB #B1, #1E                                                     ; перезагрузка длительности строки
                DB #85                                                          ; нота с индексом #35, завершение строки
Row04:          DB #C2                                                          ; строка громкости 2
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #EF56
                endmodule
