                module AntichristPatternA05
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #E995
                ; Общий физический поток, ссылки 5A
Row00:          DB #F1, #06                                                     ; орнамент 1, следующий байт является уже удвоенным индексом сэмпла
                DB #C1                                                          ; строка громкости 1
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #76                                                          ; нота с индексом #26, завершение строки
Row01:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
Row02:          DB #C3                                                          ; строка громкости 3
                DB #D0                                                          ; завершение строки без новой ноты
Row03:          DB #C4                                                          ; строка громкости 4
                DB #D0                                                          ; завершение строки без новой ноты
Row04:          DB #C5                                                          ; строка громкости 5
                DB #D0                                                          ; завершение строки без новой ноты
Row05:          DB #C6                                                          ; строка громкости 6
                DB #B1, #16                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row06:          DB #42                                                          ; выбор орнамента 2
                DB #B1, #18                                                     ; перезагрузка длительности строки
                DB #79                                                          ; нота с индексом #29, завершение строки
Row07:          DB #C5                                                          ; строка громкости 5
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row08:          DB #C4                                                          ; строка громкости 4
                DB #D0                                                          ; завершение строки без новой ноты
Row09:          DB #C3                                                          ; строка громкости 3
                DB #D0                                                          ; завершение строки без новой ноты
Row0A:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #E9B6
                endmodule
