                module AntichristPatternA0B
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #EA62
                ; Общий физический поток, ссылки 11A
Row00:          DB #FC, #18                                                     ; орнамент 12, следующий байт является уже удвоенным индексом сэмпла
                DB #CF                                                          ; строка громкости 15
                DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #04                                                     ; перезагрузка длительности строки
                DB #72                                                          ; нота с индексом #22, завершение строки
                DB #03, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row01:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #08                                                     ; перезагрузка длительности строки
                DB #79                                                          ; нота с индексом #29, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row02:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #04                                                     ; перезагрузка длительности строки
                DB #72                                                          ; нота с индексом #22, завершение строки
                DB #03, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row03:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #79                                                          ; нота с индексом #29, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row04:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #72                                                          ; нота с индексом #22, завершение строки
                DB #03, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row05:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #79                                                          ; нота с индексом #29, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row06:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #7E                                                          ; нота с индексом #2E, завершение строки
                DB #03, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row07:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #10                                                     ; перезагрузка длительности строки
                DB #82                                                          ; нота с индексом #32, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row08:          DB #CE                                                          ; строка громкости 14
                DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #8E                                                          ; нота с индексом #3E, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #EA93
                endmodule
