                module AntichristPatternB01
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #ECCD
                ; Общий физический поток, ссылки 1B, 9B, 11B, 12B
Row00:          DB #F0, #06                                                     ; орнамент 0, следующий байт является уже удвоенным индексом сэмпла
                DB #CD                                                          ; строка громкости 13
                DB #B1, #01                                                     ; перезагрузка длительности строки
                DB #5A                                                          ; нота с индексом #0A, завершение строки
Row01:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row02:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #5A                                                          ; нота с индексом #0A, завершение строки
Row03:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row04:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row05:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row06:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row07:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row08:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #66                                                          ; нота с индексом #16, завершение строки
Row09:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row0A:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #66                                                          ; нота с индексом #16, завершение строки
Row0B:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row0C:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row0D:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row0E:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row0F:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row10:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #5A                                                          ; нота с индексом #0A, завершение строки
Row11:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row12:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #5A                                                          ; нота с индексом #0A, завершение строки
Row13:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row14:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row15:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row16:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row17:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row18:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #66                                                          ; нота с индексом #16, завершение строки
Row19:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row1A:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #66                                                          ; нота с индексом #16, завершение строки
Row1B:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row1C:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row1D:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row1E:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row1F:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #72                                                          ; нота с индексом #22, завершение строки
Row20:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #5E                                                          ; нота с индексом #0E, завершение строки
Row21:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row22:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #5E                                                          ; нота с индексом #0E, завершение строки
Row23:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row24:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row25:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row26:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row27:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row28:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #6A                                                          ; нота с индексом #1A, завершение строки
Row29:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row2A:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #6A                                                          ; нота с индексом #1A, завершение строки
Row2B:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row2C:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row2D:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row2E:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row2F:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row30:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #5E                                                          ; нота с индексом #0E, завершение строки
Row31:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row32:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #5E                                                          ; нота с индексом #0E, завершение строки
Row33:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row34:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row35:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row36:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row37:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row38:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #6A                                                          ; нота с индексом #1A, завершение строки
Row39:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row3A:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #6A                                                          ; нота с индексом #1A, завершение строки
Row3B:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row3C:          DB #40                                                          ; выбор орнамента 0
                DB #CD                                                          ; строка громкости 13
                DB #61                                                          ; нота с индексом #11, завершение строки
Row3D:          DB #43                                                          ; выбор орнамента 3
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
Row3E:          DB #40                                                          ; выбор орнамента 0
                DB #CB                                                          ; строка громкости 11
                DB #61                                                          ; нота с индексом #11, завершение строки
Row3F:          DB #41                                                          ; выбор орнамента 1
                DB #C9                                                          ; строка громкости 9
                DB #76                                                          ; нота с индексом #26, завершение строки
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #ED91
                endmodule
