                module AntichristPatternA10
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #EB99
                ; Общий физический поток, ссылки 16A
Row00:          DB #FD, #1C                                                     ; орнамент 13, следующий байт является уже удвоенным индексом сэмпла
                DB #CD                                                          ; строка громкости 13
                DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #0C                                                     ; перезагрузка длительности строки
                DB #6A                                                          ; нота с индексом #1A, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row01:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #71                                                          ; нота с индексом #21, завершение строки
                DB #06, #03                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row02:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #08                                                     ; перезагрузка длительности строки
                DB #76                                                          ; нота с индексом #26, завершение строки
                DB #03, #09                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row03:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #0C                                                     ; перезагрузка длительности строки
                DB #6D                                                          ; нота с индексом #1D, завершение строки
                DB #0C, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row04:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #72                                                          ; нота с индексом #22, завершение строки
                DB #03, #03                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row05:          DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #08                                                     ; перезагрузка длительности строки
                DB #75                                                          ; нота с индексом #25, завершение строки
                DB #03, #03                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #EBBD
                endmodule
