                module AntichristPatternC06
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F412
                ; Общий физический поток, ссылки 6C
Row00:          DB #F1, #06                                                     ; орнамент 1, следующий байт является уже удвоенным индексом сэмпла
                DB #C1                                                          ; строка громкости 1
                DB #01                                                          ; отложенный эффект #01, параметры читаются после терминатора
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #A2                                                          ; нота с индексом #52, завершение строки
                DB #01, #01, #00                                                ; параметры отложенного эффекта #01, порядок RET от последнего к первому
Row01:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
Row02:          DB #C3                                                          ; строка громкости 3
                DB #B1, #1C                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row03:          DB #43                                                          ; выбор орнамента 3
                DB #01                                                          ; отложенный эффект #01, параметры читаются после терминатора
                DB #B1, #1E                                                     ; перезагрузка длительности строки
                DB #82                                                          ; нота с индексом #32, завершение строки
                DB #01, #FF, #FF                                                ; параметры отложенного эффекта #01, порядок RET от последнего к первому
Row04:          DB #C2                                                          ; строка громкости 2
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #F42F
                endmodule
