                module AntichristPatternB08
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #EF84
                ; Общий физический поток, ссылки 8B
Row00:          DB #F1, #06                                                     ; орнамент 1, следующий байт является уже удвоенным индексом сэмпла
                DB #C1                                                          ; строка громкости 1
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #7E                                                          ; нота с индексом #2E, завершение строки
Row01:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
Row02:          DB #C3                                                          ; строка громкости 3
                DB #D0                                                          ; завершение строки без новой ноты
Row03:          DB #C4                                                          ; строка громкости 4
                DB #D0                                                          ; завершение строки без новой ноты
Row04:          DB #C5                                                          ; строка громкости 5
                DB #B1, #18                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row05:          DB #43                                                          ; выбор орнамента 3
                DB #B1, #1A                                                     ; перезагрузка длительности строки
                DB #82                                                          ; нота с индексом #32, завершение строки
Row06:          DB #C4                                                          ; строка громкости 4
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #D0                                                          ; завершение строки без новой ноты
Row07:          DB #C3                                                          ; строка громкости 3
                DB #D0                                                          ; завершение строки без новой ноты
Row08:          DB #C2                                                          ; строка громкости 2
                DB #D0                                                          ; завершение строки без новой ноты
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #EFA1
                endmodule
