                module AntichristPatternC00
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F2BC
                ; Общий физический поток, ссылки 0C, 2C, 10C, 16C
Row00:          DB #F0, #0A                                                     ; орнамент 0, следующий байт является уже удвоенным индексом сэмпла
                DB #BD, #00, #5D                                                ; форма огибающей 12, период старшим байтом вперёд
                DB #B1, #04                                                     ; перезагрузка длительности строки
                DB #6F                                                          ; нота с индексом #1F, завершение строки
Row01:          DB #1C, #00, #BA, #0C                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #A6                                                          ; нота с индексом #56, завершение строки
Row02:          DB #1E, #00, #2F, #08                                           ; форма огибающей 14, старший и младший период, сырой индекс сэмпла
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #72                                                          ; нота с индексом #22, завершение строки
Row03:          DB #D3                                                          ; выбор сэмпла 3
                DB #6A                                                          ; нота с индексом #1A, завершение строки
Row04:          DB #1C, #00, #5D, #0C                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #B1, #04                                                     ; перезагрузка длительности строки
                DB #A6                                                          ; нота с индексом #56, завершение строки
Row05:          DB #1C, #00, #BA, #10                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #6F                                                          ; нота с индексом #1F, завершение строки
Row06:          DB #1C, #00, #5D, #0A                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #6F                                                          ; нота с индексом #1F, завершение строки
Row07:          DB #1C, #00, #BA, #08                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #72                                                          ; нота с индексом #22, завершение строки
Row08:          DB #1E, #00, #2F, #0C                                           ; форма огибающей 14, старший и младший период, сырой индекс сэмпла
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #A6                                                          ; нота с индексом #56, завершение строки
Row09:          DB #D3                                                          ; выбор сэмпла 3
                DB #6A                                                          ; нота с индексом #1A, завершение строки
Row0A:          DB #1C, #00, #4E, #0A                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #B1, #04                                                     ; перезагрузка длительности строки
                DB #6F                                                          ; нота с индексом #1F, завершение строки
Row0B:          DB #1C, #00, #9D, #0C                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #A9                                                          ; нота с индексом #59, завершение строки
Row0C:          DB #1E, #00, #27, #08                                           ; форма огибающей 14, старший и младший период, сырой индекс сэмпла
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #72                                                          ; нота с индексом #22, завершение строки
Row0D:          DB #D3                                                          ; выбор сэмпла 3
                DB #6D                                                          ; нота с индексом #1D, завершение строки
Row0E:          DB #1C, #00, #4E, #0C                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #B1, #04                                                     ; перезагрузка длительности строки
                DB #A9                                                          ; нота с индексом #59, завершение строки
Row0F:          DB #1C, #00, #9D, #10                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #6F                                                          ; нота с индексом #1F, завершение строки
Row10:          DB #1C, #00, #4E, #0A                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #6F                                                          ; нота с индексом #1F, завершение строки
Row11:          DB #1C, #00, #9D, #08                                           ; форма огибающей 12, старший и младший период, сырой индекс сэмпла
                DB #72                                                          ; нота с индексом #22, завершение строки
Row12:          DB #1E, #00, #27, #0C                                           ; форма огибающей 14, старший и младший период, сырой индекс сэмпла
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #A9                                                          ; нота с индексом #59, завершение строки
Row13:          DB #D3                                                          ; выбор сэмпла 3
                DB #6D                                                          ; нота с индексом #1D, завершение строки
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #F326
                endmodule
