                module AntichristPatternB0E
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #EFAA
                ; Общий физический поток, ссылки 14B, 15B
Row00:          DB #F1, #06                                                     ; орнамент 1, следующий байт является уже удвоенным индексом сэмпла
                DB #C9                                                          ; строка громкости 9
                DB #B1, #20                                                     ; перезагрузка длительности строки
                DB #72                                                          ; нота с индексом #22, завершение строки
Row01:          DB #43                                                          ; выбор орнамента 3
                DB #76                                                          ; нота с индексом #26, завершение строки
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #EFB3
                endmodule
