                module AntichristPatternA0F
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #EB4F
                ; Общий физический поток, ссылки 15A
Row00:          DB #F0, #16                                                     ; орнамент 0, следующий байт является уже удвоенным индексом сэмпла
                DB #CF                                                          ; строка громкости 15
                DB #B1, #02                                                     ; перезагрузка длительности строки
                DB #72                                                          ; нота с индексом #22, завершение строки
Row01:          DB #CB                                                          ; строка громкости 11
                DB #72                                                          ; нота с индексом #22, завершение строки
Row02:          DB #CF                                                          ; строка громкости 15
                DB #6D                                                          ; нота с индексом #1D, завершение строки
Row03:          DB #CB                                                          ; строка громкости 11
                DB #6D                                                          ; нота с индексом #1D, завершение строки
Row04:          DB #CF                                                          ; строка громкости 15
                DB #7E                                                          ; нота с индексом #2E, завершение строки
Row05:          DB #CB                                                          ; строка громкости 11
                DB #7E                                                          ; нота с индексом #2E, завершение строки
Row06:          DB #CF                                                          ; строка громкости 15
                DB #72                                                          ; нота с индексом #22, завершение строки
Row07:          DB #CB                                                          ; строка громкости 11
                DB #72                                                          ; нота с индексом #22, завершение строки
Row08:          DB #CF                                                          ; строка громкости 15
                DB #6D                                                          ; нота с индексом #1D, завершение строки
Row09:          DB #CB                                                          ; строка громкости 11
                DB #6D                                                          ; нота с индексом #1D, завершение строки
Row0A:          DB #CF                                                          ; строка громкости 15
                DB #7E                                                          ; нота с индексом #2E, завершение строки
Row0B:          DB #CB                                                          ; строка громкости 11
                DB #7E                                                          ; нота с индексом #2E, завершение строки
Row0C:          DB #CF                                                          ; строка громкости 15
                DB #72                                                          ; нота с индексом #22, завершение строки
Row0D:          DB #CB                                                          ; строка громкости 11
                DB #72                                                          ; нота с индексом #22, завершение строки
Row0E:          DB #CF                                                          ; строка громкости 15
                DB #6D                                                          ; нота с индексом #1D, завершение строки
Row0F:          DB #CB                                                          ; строка громкости 11
                DB #6D                                                          ; нота с индексом #1D, завершение строки
Row10:          DB #CF                                                          ; строка громкости 15
                DB #79                                                          ; нота с индексом #29, завершение строки
Row11:          DB #CB                                                          ; строка громкости 11
                DB #79                                                          ; нота с индексом #29, завершение строки
Row12:          DB #CF                                                          ; строка громкости 15
                DB #76                                                          ; нота с индексом #26, завершение строки
Row13:          DB #CB                                                          ; строка громкости 11
                DB #76                                                          ; нота с индексом #26, завершение строки
Row14:          DB #CF                                                          ; строка громкости 15
                DB #82                                                          ; нота с индексом #32, завершение строки
Row15:          DB #CB                                                          ; строка громкости 11
                DB #82                                                          ; нота с индексом #32, завершение строки
Row16:          DB #CF                                                          ; строка громкости 15
                DB #79                                                          ; нота с индексом #29, завершение строки
Row17:          DB #CB                                                          ; строка громкости 11
                DB #79                                                          ; нота с индексом #29, завершение строки
Row18:          DB #CF                                                          ; строка громкости 15
                DB #76                                                          ; нота с индексом #26, завершение строки
Row19:          DB #CB                                                          ; строка громкости 11
                DB #76                                                          ; нота с индексом #26, завершение строки
Row1A:          DB #CF                                                          ; строка громкости 15
                DB #82                                                          ; нота с индексом #32, завершение строки
Row1B:          DB #CB                                                          ; строка громкости 11
                DB #82                                                          ; нота с индексом #32, завершение строки
Row1C:          DB #CF                                                          ; строка громкости 15
                DB #79                                                          ; нота с индексом #29, завершение строки
Row1D:          DB #CB                                                          ; строка громкости 11
                DB #79                                                          ; нота с индексом #29, завершение строки
Row1E:          DB #CF                                                          ; строка громкости 15
                DB #B1, #01                                                     ; перезагрузка длительности строки
                DB #76                                                          ; нота с индексом #26, завершение строки
Row1F:          DB #FD, #1E                                                     ; орнамент 13, следующий байт является уже удвоенным индексом сэмпла
                DB #B1, #03                                                     ; перезагрузка длительности строки
                DB #6A                                                          ; нота с индексом #1A, завершение строки
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #EB99
                endmodule
