                module AntichristPatternC08
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F43E
                ; Общий физический поток, ссылки 8C
Row00:          DB #F0, #0E                                                     ; орнамент 0, следующий байт является уже удвоенным индексом сэмпла
                DB #CB                                                          ; строка громкости 11
                DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #20                                                     ; перезагрузка длительности строки
                DB #66                                                          ; нота с индексом #16, завершение строки
                DB #06, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row01:          DB #CC                                                          ; строка громкости 12
                DB #05                                                          ; отложенный эффект #05, параметры читаются после терминатора
                DB #B1, #1C                                                     ; перезагрузка длительности строки
                DB #6A                                                          ; нота с индексом #1A, завершение строки
                DB #09, #06                                                     ; параметры отложенного эффекта #05, порядок RET от последнего к первому
Row02:          DB #D1                                                          ; выбор сэмпла 1
                DB #CF                                                          ; строка громкости 15
                DB #B1, #04                                                     ; перезагрузка длительности строки
                DB #76                                                          ; нота с индексом #26, завершение строки
End:            DB #00                                                          ; исходный нулевой байт физической границы потока, переход позиции описан в MusicPattern.md
                assert $ == #F454
                endmodule
