                module MapMarkerSprites
                module ActiveAux
; Документация [источники и фазы маркеров](../../../Docs/MapMarkerSprites.md)
                assert $ == #CEC3
                ; фаза X AND 7 = 0, семь пар строк и два сохранённых конечных байта
Phase0:         FMapMarkerPhase { #10, #00, #28, #00, #44, #00, #82, #00, #44, #00, #28, #00, #10, #00, #00, #00 }
                ; фаза X AND 7 = 1, семь пар строк и два сохранённых конечных байта
Phase1:         FMapMarkerPhase { #08, #00, #14, #00, #22, #00, #41, #00, #22, #00, #14, #00, #08, #00, #00, #00 }
                ; фаза X AND 7 = 2, семь пар строк и два сохранённых конечных байта
Phase2:         FMapMarkerPhase { #04, #00, #0A, #00, #11, #00, #20, #80, #11, #00, #0A, #00, #04, #00, #00, #00 }
                ; фаза X AND 7 = 3, семь пар строк и два сохранённых конечных байта
Phase3:         FMapMarkerPhase { #02, #00, #05, #00, #08, #80, #10, #40, #08, #80, #05, #00, #02, #00, #00, #00 }
                ; фаза X AND 7 = 4, семь пар строк и два сохранённых конечных байта
Phase4:         FMapMarkerPhase { #01, #00, #02, #80, #04, #40, #08, #20, #04, #40, #02, #80, #01, #00, #00, #00 }
                ; фаза X AND 7 = 5, семь пар строк и два сохранённых конечных байта
Phase5:         FMapMarkerPhase { #00, #80, #01, #40, #02, #20, #04, #10, #02, #20, #01, #40, #00, #80, #00, #00 }
                ; фаза X AND 7 = 6, семь пар строк и два сохранённых конечных байта
Phase6:         FMapMarkerPhase { #00, #40, #00, #A0, #01, #10, #02, #08, #01, #10, #00, #A0, #00, #40, #00, #00 }
                ; фаза X AND 7 = 7, семь пар строк и два сохранённых конечных байта
Phase7:         FMapMarkerPhase { #00, #20, #00, #50, #00, #88, #01, #04, #00, #88, #00, #50, #00, #20, #00, #00 }
                assert $ == #CF43
                endmodule
                endmodule
