                module MapMarkerSprites
                module Primary
; Документация [источники и фазы маркеров](../../../Docs/MapMarkerSprites.md)
                assert $ == #CFC3
                ; фаза X AND 7 = 0, семь пар строк и два сохранённых конечных байта
Phase0:         FMapMarkerPhase { #82, #00, #44, #00, #00, #00, #00, #00, #00, #00, #44, #00, #82, #00, #00, #00 }
                ; фаза X AND 7 = 1, семь пар строк и два сохранённых конечных байта
Phase1:         FMapMarkerPhase { #41, #00, #22, #00, #00, #00, #00, #00, #00, #00, #22, #00, #41, #00, #00, #00 }
                ; фаза X AND 7 = 2, семь пар строк и два сохранённых конечных байта
Phase2:         FMapMarkerPhase { #20, #80, #11, #00, #00, #00, #00, #00, #00, #00, #11, #00, #20, #80, #00, #00 }
                ; фаза X AND 7 = 3, семь пар строк и два сохранённых конечных байта
Phase3:         FMapMarkerPhase { #10, #40, #08, #80, #00, #00, #00, #00, #00, #00, #08, #80, #10, #40, #00, #00 }
                ; фаза X AND 7 = 4, семь пар строк и два сохранённых конечных байта
Phase4:         FMapMarkerPhase { #08, #20, #04, #40, #00, #00, #00, #00, #00, #00, #04, #40, #08, #20, #00, #00 }
                ; фаза X AND 7 = 5, семь пар строк и два сохранённых конечных байта
Phase5:         FMapMarkerPhase { #04, #10, #02, #20, #00, #00, #00, #00, #00, #00, #02, #20, #04, #10, #00, #00 }
                ; фаза X AND 7 = 6, семь пар строк и два сохранённых конечных байта
Phase6:         FMapMarkerPhase { #02, #08, #01, #10, #00, #00, #00, #00, #00, #00, #01, #10, #02, #08, #00, #00 }
                ; фаза X AND 7 = 7, семь пар строк и два сохранённых конечных байта
Phase7:         FMapMarkerPhase { #01, #04, #00, #88, #00, #00, #00, #00, #00, #00, #00, #88, #01, #04, #00, #00 }
                assert $ == #D043
                endmodule
                endmodule
