                module MapLineMasks
; Документация [самомодифицируемый рисователь](../../../Docs/MapLine.md)
                assert $ == #D420
                ; исходные значения полей в порядке структуры, код инициализирует рабочие записи отдельно
SetBit:         FMapLineMaskSet { #80, #40, #20, #10, #08, #04, #02, #01 }
                ; исходные значения полей в порядке структуры, код инициализирует рабочие записи отдельно
ClearBit:       FMapLineMaskSet { #7F, #BF, #DF, #EF, #F7, #FB, #FD, #FE }
                assert $ == #D430
                endmodule
