                module MapLineWork
; Документация [самомодифицируемый рисователь](../../../Docs/MapLine.md)
                assert $ == #DE2B
                ; исходные значения полей в порядке структуры, код инициализирует рабочие записи отдельно
Start:          FClipOutputPoint { #00, #00 }
                ; исходные значения полей в порядке структуры, код инициализирует рабочие записи отдельно
Finish:         FClipOutputPoint { #00, #00 }
                assert $ == #DE2F
                endmodule
