                module PreviewProjectedVertices
                ; Документация [записи проекции и код сторон](../../../Docs/PreviewVertexClass.md)
                assert $ == #C600
                ; -----------------------------------------
                ; исходная физическая запись Vertex00
Vertex00:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex01
Vertex01:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex02
Vertex02:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex03
Vertex03:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex04
Vertex04:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex05
Vertex05:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex06
Vertex06:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex07
Vertex07:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex08
Vertex08:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex09
Vertex09:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex10
Vertex10:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex11
Vertex11:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex12
Vertex12:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex13
Vertex13:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex14
Vertex14:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex15
Vertex15:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex16
Vertex16:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex17
Vertex17:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex18
Vertex18:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex19
Vertex19:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex20
Vertex20:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex21
Vertex21:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex22
Vertex22:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex23
Vertex23:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex24
Vertex24:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex25
Vertex25:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex26
Vertex26:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex27
Vertex27:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex28
Vertex28:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex29
Vertex29:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex30
Vertex30:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex31
Vertex31:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex32
Vertex32:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex33
Vertex33:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex34
Vertex34:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex35
Vertex35:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex36
Vertex36:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex37
Vertex37:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex38
Vertex38:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex39
Vertex39:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex40
Vertex40:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex41
Vertex41:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex42
Vertex42:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex43
Vertex43:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex44
Vertex44:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex45
Vertex45:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex46
Vertex46:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex47
Vertex47:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex48
Vertex48:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex49
Vertex49:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                ; -----------------------------------------
                ; исходная физическая запись Vertex50
Vertex50:       FPreviewProjectedVertex {
                    #0000,                                                      ; SecondAxis, слово второй координаты с центром HalfY
                    #0000,                                                      ; FirstAxis, слово первой координаты с центром HalfX
                    #00                                                         ; Outcode, код сторон, младшая тетрада прямая, старшая инверсная
                }
                assert $ == #C6FF
                ; последний байт страницы вне 51 полной записи, сохраняется и доступен модульному обходу
TailByte:       DB #00
                assert $ == #C700
                endmodule
