                module PreviewPrimaryAngles
                ; Документация [изменение ориентации перед кадром](../../../Docs/PreviewFrame.md)
                assert $ == #CDC7
                ; -----------------------------------------
                ; исходная физическая запись Value
Value:          FPreviewObjectAngles {
                    #00,                                                        ; First, первый байтовый параметр ориентации первой объектной записи
                    #00,                                                        ; Second, второй байтовый параметр ориентации первой объектной записи
                    #00                                                         ; Third, третий байтовый параметр ориентации первой объектной записи
                }
                assert $ == #CDCA
                endmodule
