                module PreviewFillPatterns
                ; Документация [контур и шаблоны заливки](../../../Docs/PreviewPolygonFill.md)
                assert $ == #D100
                ; -----------------------------------------
                ; исходная физическая запись Mode0
Mode0:          FPreviewFillPattern {
                    #FF,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #00                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                ; -----------------------------------------
                ; исходная физическая запись Mode1
Mode1:          FPreviewFillPattern {
                    #77,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #AA                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                ; -----------------------------------------
                ; исходная физическая запись Mode2
Mode2:          FPreviewFillPattern {
                    #55,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #FF                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                ; -----------------------------------------
                ; исходная физическая запись Mode3
Mode3:          FPreviewFillPattern {
                    #11,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #55                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                ; -----------------------------------------
                ; исходная физическая запись Mode4
Mode4:          FPreviewFillPattern {
                    #00,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #00                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                ; -----------------------------------------
                ; исходная физическая запись Mode5
Mode5:          FPreviewFillPattern {
                    #00,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #00                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                ; -----------------------------------------
                ; исходная физическая запись Mode6
Mode6:          FPreviewFillPattern {
                    #00,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #00                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                ; -----------------------------------------
                ; исходная физическая запись Mode7
Mode7:          FPreviewFillPattern {
                    #00,                                                        ; Pattern, первый шаблон внутренних байтов многоугольника
                    #00                                                         ; RowXor, XOR шаблона при переходе к следующей строке контура
                }
                assert $ == #D110
                endmodule
