                module PreviewSharedSeed
                ; Документация [подготовка и обход объектов](../../../Docs/PreviewQueueBuild.md)
                assert $ == #C200
                ; -----------------------------------------
                ; исходная физическая запись Value
Value:          FPreviewSharedSeed {
                    #00,                                                        ; Unknown00, исходный байт начального копирования, отдельный игровой смысл ещё не установлен
                    #00,                                                        ; Unknown01, исходный байт начального копирования, отдельный игровой смысл ещё не установлен
                    #00                                                         ; Unknown02, исходный байт начального копирования, отдельный игровой смысл ещё не установлен
                }
                assert $ == #C203
                endmodule
