                module PreviewShipText
                ; Документация [описания моделей](../../../Docs/PreviewDescriptions.md)
                ; исходная кодировка CP866, LF разделяет записи, CR разделяет строки и абзацы
                assert $ == #F581
                ; -----------------------------------------
                ; исходная запись 0, Доминион.
                ; Доминион.
                ; Был создан в 97 году новейшей эры по кореанскому летоисчислению. Самый новый и современный корабль для высшей аристократии трех миров.
                ; Характеристики:
                ; Скорость 130
                ; Тоннаж 100
                ; Вес 28
Dominion:       DB #0A, #84, #AE, #AC, #A8, #AD, #A8, #AE, #AD, #2E, #0D, #0D, #81, #EB, #AB, #20
                DB #E1, #AE, #A7, #A4, #A0, #AD, #20, #A2, #20, #39, #37, #20, #A3, #AE, #A4, #E3
                DB #20, #AD, #AE, #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE
                DB #20, #AA, #AE, #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2
                DB #AE, #A8, #E1, #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #91, #A0, #AC
                DB #EB, #A9, #20, #AD, #AE, #A2, #EB, #A9, #20, #A8, #20, #E1, #AE, #A2, #E0, #A5
                DB #AC, #A5, #AD, #AD, #EB, #A9, #20, #AA, #AE, #E0, #A0, #A1, #AB, #EC, #20, #A4
                DB #AB, #EF, #20, #A2, #EB, #E1, #E8, #A5, #A9, #20, #A0, #E0, #A8, #E1, #E2, #AE
                DB #AA, #E0, #A0, #E2, #A8, #A8, #20, #E2, #E0, #A5, #E5, #20, #AC, #A8, #E0, #AE
                DB #A2, #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1, #E2, #A8
                DB #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #31, #33, #30
                DB #0D, #92, #AE, #AD, #AD, #A0, #A6, #20, #31, #30, #30, #0D, #82, #A5, #E1, #20
                DB #32, #38
                ; -----------------------------------------
                ; исходная запись 1, Софист.
                ; Софист.
                ; Был создан в 72 году новейшей эры по кореанскому летоисчислению. Очень неплохой корабль для аристократии, пользующейся услугами орбитальных станций и великого космоса.
                ; Характеристики:
                ; Скорость 110
                ; Тоннаж 120
                ; Вес 29
Sofist:         DB #0A, #91, #AE, #E4, #A8, #E1, #E2, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE
                DB #A7, #A4, #A0, #AD, #20, #A2, #20, #37, #32, #20, #A3, #AE, #A4, #E3, #20, #AD
                DB #AE, #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA
                DB #AE, #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8
                DB #E1, #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8E, #E7, #A5, #AD, #EC
                DB #20, #AD, #A5, #AF, #AB, #AE, #E5, #AE, #A9, #20, #AA, #AE, #E0, #A0, #A1, #AB
                DB #EC, #20, #A4, #AB, #EF, #20, #A0, #E0, #A8, #E1, #E2, #AE, #AA, #E0, #A0, #E2
                DB #A8, #A8, #2C, #20, #AF, #AE, #AB, #EC, #A7, #E3, #EE, #E9, #A5, #A9, #E1, #EF
                DB #20, #E3, #E1, #AB, #E3, #A3, #A0, #AC, #A8, #20, #AE, #E0, #A1, #A8, #E2, #A0
                DB #AB, #EC, #AD, #EB, #E5, #20, #E1, #E2, #A0, #AD, #E6, #A8, #A9, #20, #A8, #20
                DB #A2, #A5, #AB, #A8, #AA, #AE, #A3, #AE, #20, #AA, #AE, #E1, #AC, #AE, #E1, #A0
                DB #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1, #E2, #A8, #AA
                DB #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #31, #31, #30, #0D
                DB #92, #AE, #AD, #AD, #A0, #A6, #20, #31, #32, #30, #0D, #82, #A5, #E1, #20, #32
                DB #39
                ; -----------------------------------------
                ; исходная запись 2, Мемфис.
                ; Мемфис.
                ; Был создан в 64 году новейшей эры по кореанскому летоисчислению. Один из лучших кораблей в среднем классе. Также это один из самых быстрых кораблей имеющийся на вооружении трех миров.
                ; Характеристики:
                ; Скорость 140
                ; Тоннаж 60
                ; Вес 20
Memfis:         DB #0A, #8C, #A5, #AC, #E4, #A8, #E1, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE
                DB #A7, #A4, #A0, #AD, #20, #A2, #20, #36, #34, #20, #A3, #AE, #A4, #E3, #20, #AD
                DB #AE, #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA
                DB #AE, #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8
                DB #E1, #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8E, #A4, #A8, #AD, #20
                DB #A8, #A7, #20, #AB, #E3, #E7, #E8, #A8, #E5, #20, #AA, #AE, #E0, #A0, #A1, #AB
                DB #A5, #A9, #20, #A2, #20, #E1, #E0, #A5, #A4, #AD, #A5, #AC, #20, #AA, #AB, #A0
                DB #E1, #E1, #A5, #2E, #20, #92, #A0, #AA, #A6, #A5, #20, #ED, #E2, #AE, #20, #AE
                DB #A4, #A8, #AD, #20, #A8, #A7, #20, #E1, #A0, #AC, #EB, #E5, #20, #A1, #EB, #E1
                DB #E2, #E0, #EB, #E5, #20, #AA, #AE, #E0, #A0, #A1, #AB, #A5, #A9, #20, #A8, #AC
                DB #A5, #EE, #E9, #A8, #A9, #E1, #EF, #20, #AD, #A0, #20, #A2, #AE, #AE, #E0, #E3
                DB #A6, #A5, #AD, #A8, #A8, #20, #E2, #E0, #A5, #E5, #20, #AC, #A8, #E0, #AE, #A2
                DB #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1, #E2, #A8, #AA
                DB #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #31, #34, #30, #0D
                DB #92, #AE, #AD, #AD, #A0, #A6, #20, #36, #30, #0D, #82, #A5, #E1, #20, #32, #30
                ; -----------------------------------------
                ; исходная запись 3, Фирс.
                ; Фирс.
                ; Был создан в 49 году новейшей эры по кореанскому летоисчислению. Удобный по всем характеристикам корабль для представительского среднего класса. Неплохая скорость и грузоподъемность. О всех его возможностях говорит его цена.
                ; Характеристики:
                ; Скорость 110
                ; Тоннаж 75
                ; Вес 25
Firs:           DB #0A, #94, #A8, #E0, #E1, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE, #A7, #A4
                DB #A0, #AD, #20, #A2, #20, #34, #39, #20, #A3, #AE, #A4, #E3, #20, #AD, #AE, #A2
                DB #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA, #AE, #E0
                DB #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8, #E1, #E7
                DB #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #93, #A4, #AE, #A1, #AD, #EB, #A9
                DB #20, #AF, #AE, #20, #A2, #E1, #A5, #AC, #20, #E5, #A0, #E0, #A0, #AA, #E2, #A5
                DB #E0, #A8, #E1, #E2, #A8, #AA, #A0, #AC, #20, #AA, #AE, #E0, #A0, #A1, #AB, #EC
                DB #20, #A4, #AB, #EF, #20, #AF, #E0, #A5, #A4, #E1, #E2, #A0, #A2, #A8, #E2, #A5
                DB #AB, #EC, #E1, #AA, #AE, #A3, #AE, #20, #E1, #E0, #A5, #A4, #AD, #A5, #A3, #AE
                DB #20, #AA, #AB, #A0, #E1, #E1, #A0, #2E, #20, #8D, #A5, #AF, #AB, #AE, #E5, #A0
                DB #EF, #20, #E1, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #A8, #20, #A3, #E0, #E3
                DB #A7, #AE, #AF, #AE, #A4, #EA, #A5, #AC, #AD, #AE, #E1, #E2, #EC, #2E, #20, #8E
                DB #20, #A2, #E1, #A5, #E5, #20, #A5, #A3, #AE, #20, #A2, #AE, #A7, #AC, #AE, #A6
                DB #AD, #AE, #E1, #E2, #EF, #E5, #20, #A3, #AE, #A2, #AE, #E0, #A8, #E2, #20, #A5
                DB #A3, #AE, #20, #E6, #A5, #AD, #A0, #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2
                DB #A5, #E0, #A8, #E1, #E2, #A8, #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1
                DB #E2, #EC, #20, #31, #31, #30, #0D, #92, #AE, #AD, #AD, #A0, #A6, #20, #37, #35
                DB #0D, #82, #A5, #E1, #20, #32, #35
                ; -----------------------------------------
                ; исходная запись 4, Орсан.
                ; Орсан.
                ; Был создан в 23 году новейшей эры по кореанскому летоисчислению. Одна из лучших, хоть и старых, моделей кораблей для низших классов трех миров.
                ; Характеристики:
                ; Скорость 90
                ; Тоннаж 90
                ; Вес 32
Orsan:          DB #0A, #8E, #E0, #E1, #A0, #AD, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE, #A7
                DB #A4, #A0, #AD, #20, #A2, #20, #32, #33, #20, #A3, #AE, #A4, #E3, #20, #AD, #AE
                DB #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA, #AE
                DB #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8, #E1
                DB #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8E, #A4, #AD, #A0, #20, #A8
                DB #A7, #20, #AB, #E3, #E7, #E8, #A8, #E5, #2C, #20, #E5, #AE, #E2, #EC, #20, #A8
                DB #20, #E1, #E2, #A0, #E0, #EB, #E5, #2C, #20, #AC, #AE, #A4, #A5, #AB, #A5, #A9
                DB #20, #AA, #AE, #E0, #A0, #A1, #AB, #A5, #A9, #20, #A4, #AB, #EF, #20, #AD, #A8
                DB #A7, #E8, #A8, #E5, #20, #AA, #AB, #A0, #E1, #E1, #AE, #A2, #20, #E2, #E0, #A5
                DB #E5, #20, #AC, #A8, #E0, #AE, #A2, #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2
                DB #A5, #E0, #A8, #E1, #E2, #A8, #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1
                DB #E2, #EC, #20, #39, #30, #0D, #92, #AE, #AD, #AD, #A0, #A6, #20, #39, #30, #0D
                DB #82, #A5, #E1, #20, #33, #32
                ; -----------------------------------------
                ; исходная запись 5, Барос.
                ; Барос.
                ; Был создан в 50 году новейшей эры по кореанскому летоисчислению. Лучший торговый корабль. По всем своим характеристикам стоит на первых местах торгового флота трех миров.
                ; Характеристики:
                ; Скорость 100
                ; Тоннаж 110
                ; Вес 30
Baros:          DB #0A, #81, #A0, #E0, #AE, #E1, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE, #A7
                DB #A4, #A0, #AD, #20, #A2, #20, #35, #30, #20, #A3, #AE, #A4, #E3, #20, #AD, #AE
                DB #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA, #AE
                DB #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8, #E1
                DB #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8B, #E3, #E7, #E8, #A8, #A9
                DB #20, #E2, #AE, #E0, #A3, #AE, #A2, #EB, #A9, #20, #AA, #AE, #E0, #A0, #A1, #AB
                DB #EC, #2E, #20, #8F, #AE, #20, #A2, #E1, #A5, #AC, #20, #E1, #A2, #AE, #A8, #AC
                DB #20, #E5, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1, #E2, #A8, #AA, #A0, #AC
                DB #20, #E1, #E2, #AE, #A8, #E2, #20, #AD, #A0, #20, #AF, #A5, #E0, #A2, #EB, #E5
                DB #20, #AC, #A5, #E1, #E2, #A0, #E5, #20, #E2, #AE, #E0, #A3, #AE, #A2, #AE, #A3
                DB #AE, #20, #E4, #AB, #AE, #E2, #A0, #20, #E2, #E0, #A5, #E5, #20, #AC, #A8, #E0
                DB #AE, #A2, #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1, #E2
                DB #A8, #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #31, #30
                DB #30, #0D, #92, #AE, #AD, #AD, #A0, #A6, #20, #31, #31, #30, #0D, #82, #A5, #E1
                DB #20, #33, #30
                ; -----------------------------------------
                ; исходная запись 6, Карэн.
                ; Карэн.
                ; Был создан в 9981 году прошлой эры по кореанскому летоисчислению. Очень старая модель. Почти не встречающаяся в просторах великого космоса. Многое новейшее оснащение не может быть установлено на его борт.
                ; Характеристики:
                ; Скорость 60
                ; Тоннаж 50
                ; Вес 33 
Karen:          DB #0A, #8A, #A0, #E0, #ED, #AD, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE, #A7
                DB #A4, #A0, #AD, #20, #A2, #20, #39, #39, #38, #31, #20, #A3, #AE, #A4, #E3, #20
                DB #AF, #E0, #AE, #E8, #AB, #AE, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA
                DB #AE, #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8
                DB #E1, #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8E, #E7, #A5, #AD, #EC
                DB #20, #E1, #E2, #A0, #E0, #A0, #EF, #20, #AC, #AE, #A4, #A5, #AB, #EC, #2E, #20
                DB #8F, #AE, #E7, #E2, #A8, #20, #AD, #A5, #20, #A2, #E1, #E2, #E0, #A5, #E7, #A0
                DB #EE, #E9, #A0, #EF, #E1, #EF, #20, #A2, #20, #AF, #E0, #AE, #E1, #E2, #AE, #E0
                DB #A0, #E5, #20, #A2, #A5, #AB, #A8, #AA, #AE, #A3, #AE, #20, #AA, #AE, #E1, #AC
                DB #AE, #E1, #A0, #2E, #20, #8C, #AD, #AE, #A3, #AE, #A5, #20, #AD, #AE, #A2, #A5
                DB #A9, #E8, #A5, #A5, #20, #AE, #E1, #AD, #A0, #E9, #A5, #AD, #A8, #A5, #20, #AD
                DB #A5, #20, #AC, #AE, #A6, #A5, #E2, #20, #A1, #EB, #E2, #EC, #20, #E3, #E1, #E2
                DB #A0, #AD, #AE, #A2, #AB, #A5, #AD, #AE, #20, #AD, #A0, #20, #A5, #A3, #AE, #20
                DB #A1, #AE, #E0, #E2, #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8
                DB #E1, #E2, #A8, #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20
                DB #36, #30, #0D, #92, #AE, #AD, #AD, #A0, #A6, #20, #35, #30, #0D, #82, #A5, #E1
                DB #20, #33, #33, #20
                endmodule
