                module PreviewSkimText
                ; Документация [описания моделей](../../../Docs/PreviewDescriptions.md)
                ; исходная кодировка CP866, LF разделяет записи, CR разделяет строки и абзацы
                assert $ == #FBD8
                ; -----------------------------------------
                ; исходная запись 0, Фервест.
                ; Фервест.
                ; Был создан в 89 году новейшей эры по кореанскому летоисчислению. Лучший по всем характеристикам скимер для высших аристократов.
                ; Характеристики:
                ; Скорость 170
                ; Вес 5
Fervest:        DB #0A, #94, #A5, #E0, #A2, #A5, #E1, #E2, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1
                DB #AE, #A7, #A4, #A0, #AD, #20, #A2, #20, #38, #39, #20, #A3, #AE, #A4, #E3, #20
                DB #AD, #AE, #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20
                DB #AA, #AE, #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE
                DB #A8, #E1, #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8B, #E3, #E7, #E8
                DB #A8, #A9, #20, #AF, #AE, #20, #A2, #E1, #A5, #AC, #20, #E5, #A0, #E0, #A0, #AA
                DB #E2, #A5, #E0, #A8, #E1, #E2, #A8, #AA, #A0, #AC, #20, #E1, #AA, #A8, #AC, #A5
                DB #E0, #20, #A4, #AB, #EF, #20, #A2, #EB, #E1, #E8, #A8, #E5, #20, #A0, #E0, #A8
                DB #E1, #E2, #AE, #AA, #E0, #A0, #E2, #AE, #A2, #2E, #0D, #0D, #95, #A0, #E0, #A0
                DB #AA, #E2, #A5, #E0, #A8, #E1, #E2, #A8, #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0
                DB #AE, #E1, #E2, #EC, #20, #31, #37, #30, #0D, #82, #A5, #E1, #20, #35
                ; -----------------------------------------
                ; исходная запись 1, Кридон.
                ; Кридон.
                ; Был создан в 74 году новейшей эры по кореанскому летоисчислению. Очень не плохой скимер для мелкой и средней аристократии.
                ; Характеристики:
                ; Скорость 150
                ; Вес 4
Kridon:         DB #0A, #8A, #E0, #A8, #A4, #AE, #AD, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE
                DB #A7, #A4, #A0, #AD, #20, #A2, #20, #37, #34, #20, #A3, #AE, #A4, #E3, #20, #AD
                DB #AE, #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA
                DB #AE, #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8
                DB #E1, #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8E, #E7, #A5, #AD, #EC
                DB #20, #AD, #A5, #20, #AF, #AB, #AE, #E5, #AE, #A9, #20, #E1, #AA, #A8, #AC, #A5
                DB #E0, #20, #A4, #AB, #EF, #20, #AC, #A5, #AB, #AA, #AE, #A9, #20, #A8, #20, #E1
                DB #E0, #A5, #A4, #AD, #A5, #A9, #20, #A0, #E0, #A8, #E1, #E2, #AE, #AA, #E0, #A0
                DB #E2, #A8, #A8, #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1
                DB #E2, #A8, #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #31
                DB #35, #30, #0D, #82, #A5, #E1, #20, #34
                ; -----------------------------------------
                ; исходная запись 2, Протос.
                ; Протос.
                ; Был создан в 58 году новейшей эры по кореанскому летоисчислению. Хороший скимер для среднего и даже для низшего классов.
                ; Характеристики:
                ; Скорость 130
                ; Вес 3
Protos:         DB #0A, #8F, #E0, #AE, #E2, #AE, #E1, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE
                DB #A7, #A4, #A0, #AD, #20, #A2, #20, #35, #38, #20, #A3, #AE, #A4, #E3, #20, #AD
                DB #AE, #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA
                DB #AE, #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8
                DB #E1, #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #95, #AE, #E0, #AE, #E8
                DB #A8, #A9, #20, #E1, #AA, #A8, #AC, #A5, #E0, #20, #A4, #AB, #EF, #20, #E1, #E0
                DB #A5, #A4, #AD, #A5, #A3, #AE, #20, #A8, #20, #A4, #A0, #A6, #A5, #20, #A4, #AB
                DB #EF, #20, #AD, #A8, #A7, #E8, #A5, #A3, #AE, #20, #AA, #AB, #A0, #E1, #E1, #AE
                DB #A2, #2E, #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1, #E2, #A8
                DB #AA, #A8, #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #31, #33, #30
                DB #0D, #82, #A5, #E1, #20, #33
                ; -----------------------------------------
                ; исходная запись 3, Алгол.
                ; Алгол.
                ; Был создан в 36 году новейшей эры по кореанскому летоисчислению. Оптимальная модель для низших классов.
                ; Характеристики:
                ; Скорость 100
                ; Вес 2 
Algol:          DB #0A, #80, #AB, #A3, #AE, #AB, #2E, #0D, #0D, #81, #EB, #AB, #20, #E1, #AE, #A7
                DB #A4, #A0, #AD, #20, #A2, #20, #33, #36, #20, #A3, #AE, #A4, #E3, #20, #AD, #AE
                DB #A2, #A5, #A9, #E8, #A5, #A9, #20, #ED, #E0, #EB, #20, #AF, #AE, #20, #AA, #AE
                DB #E0, #A5, #A0, #AD, #E1, #AA, #AE, #AC, #E3, #20, #AB, #A5, #E2, #AE, #A8, #E1
                DB #E7, #A8, #E1, #AB, #A5, #AD, #A8, #EE, #2E, #20, #8E, #AF, #E2, #A8, #AC, #A0
                DB #AB, #EC, #AD, #A0, #EF, #20, #AC, #AE, #A4, #A5, #AB, #EC, #20, #A4, #AB, #EF
                DB #20, #AD, #A8, #A7, #E8, #A8, #E5, #20, #AA, #AB, #A0, #E1, #E1, #AE, #A2, #2E
                DB #0D, #0D, #95, #A0, #E0, #A0, #AA, #E2, #A5, #E0, #A8, #E1, #E2, #A8, #AA, #A8
                DB #3A, #0D, #91, #AA, #AE, #E0, #AE, #E1, #E2, #EC, #20, #31, #30, #30, #0D, #82
                DB #A5, #E1, #20, #32, #20
                ; исходный конечный LF последнего описания
End:            DB #0A
                endmodule
