                module KeyAbbreviations
                ; Документация [три клавишных обозначения](../../../Docs/KeyLabels.md)
                assert $ == #BE1B
                ; -----------------------------------------
                ; исходная физическая запись Enter
Enter:          FKeyAbbreviation {
                    #45,                                                        ; Glyph0, код символа позиции 1 четырёхсимвольного обозначения
                    #4E,                                                        ; Glyph1, код символа позиции 2 четырёхсимвольного обозначения
                    #54,                                                        ; Glyph2, код символа позиции 3 четырёхсимвольного обозначения
                    #20                                                         ; Glyph3, код символа позиции 4 четырёхсимвольного обозначения
                }
                ; -----------------------------------------
                ; исходная физическая запись SymbolShift
SymbolShift:    FKeyAbbreviation {
                    #53,                                                        ; Glyph0, код символа позиции 1 четырёхсимвольного обозначения
                    #53,                                                        ; Glyph1, код символа позиции 2 четырёхсимвольного обозначения
                    #20,                                                        ; Glyph2, код символа позиции 3 четырёхсимвольного обозначения
                    #20                                                         ; Glyph3, код символа позиции 4 четырёхсимвольного обозначения
                }
                ; -----------------------------------------
                ; исходная физическая запись Space
Space:          FKeyAbbreviation {
                    #53,                                                        ; Glyph0, код символа позиции 1 четырёхсимвольного обозначения
                    #50,                                                        ; Glyph1, код символа позиции 2 четырёхсимвольного обозначения
                    #20,                                                        ; Glyph2, код символа позиции 3 четырёхсимвольного обозначения
                    #20                                                         ; Glyph3, код символа позиции 4 четырёхсимвольного обозначения
                }
                assert $ == #BE27
                endmodule
