                module MissionTexts
; Документация [условия и награда миссии](../../../Docs/MissionCompletion.md)
                assert $ == #AB66
                ; исходный поток CP866, управляющие байты и написание сохранены
Reminder:       db #0D, #82, #EB, #AF, #AE, #AB, #AD, #EF, #A9, #20, #AC, #A8, #E1, #E1, #A8, #EE, #21, #28, #97, #85, #91, #92, #8D, #8E, #21, #29, #0D, #0A
                ; исходный поток CP866, управляющие байты и написание сохранены
Invitation:     db #87, #A0, #AA, #AB, #EE, #E7, #A8, #20, #AC, #A8, #E1, #E1, #A8, #EE, #2C, #E1, #E0, #E3, #A1, #A8, #20, #A1, #A0, #A1, #AB, #A0, #21, #0A
                ; исходный поток CP866, управляющие байты и написание сохранены
Success:        db #0D, #97, #E3, #A2, #A0, #AA, #2C, #A1, #A0, #A1, #AB, #AE, #20, #E2, #A2, #AE, #A5, #21, #0A
                ; исходный поток CP866, управляющие байты и написание сохранены
TargetCaption:  db #92, #A5, #AA, #E3, #E9, #A0, #EF, #20, #AC, #A8, #E1, #E1, #A8, #EF, #3A, #0D, #0A
                ; исходный поток CP866, управляющие байты и написание сохранены
TonnageCaption: db #82, #20, #AF, #E0, #A5, #A4, #AB, #AE, #A3, #A0, #A5, #AC, #AE, #A9, #20, #AC, #A8, #E1, #E1, #A8, #A8, #0D, #8D, #A5, #AE, #A1, #E5, #AE, #A4, #A8, #AC, #AE, #20, #E1, #A2, #AE, #A1, #AE, #A4, #AD, #AE, #A3, #AE, #20, #E2, #AE, #AD, #AD, #A0, #A6, #A0, #3A, #20, #0A
                ; исходный поток CP866, управляющие байты и написание сохранены
RewardCaption:  db #0D, #87, #A0, #20, #AC, #A8, #E1, #E1, #A8, #EE, #20, #A7, #A0, #AF, #AB, #A0, #E2, #EF, #E2, #3A, #20, #0A
                ; исходный поток CP866, управляющие байты и написание сохранены
CurrencySuffix: db #20, #6B, #72, #2E, #0D, #0A
                assert $ == #AC14
                endmodule
