                module AntichristSample0F
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F6AE
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #08,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #09                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #01,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #02,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #02,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #03,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step04
Step04:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #04,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step05
Step05:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #06,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step06
Step06:         FMusicSampleStep {
                    #3D,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #08,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step07
Step07:         FMusicSampleStep {
                    #3D,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0A,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step08
Step08:         FMusicSampleStep {
                    #3D,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0C,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                assert $ == #F6D4
                endmodule
