                module AntichristSample0B
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F664
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #06,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #07                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8D,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8D,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8C,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8B,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step04
Step04:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #88,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step05
Step05:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #84,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step06
Step06:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #90,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                assert $ == #F682
                endmodule
