                module AntichristSample05
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F5E4
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #0B,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #0C                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicSampleStep {
                    #1F,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0100                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0200                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8E,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0300                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8E,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0400                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step04
Step04:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8D,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0500                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step05
Step05:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8C,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0600                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step06
Step06:         FMusicSampleStep {
                    #00,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #90,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step07
Step07:         FMusicSampleStep {
                    #00,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #90,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step08
Step08:         FMusicSampleStep {
                    #00,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #90,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step09
Step09:         FMusicSampleStep {
                    #02,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #B0,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step0A
Step0A:         FMusicSampleStep {
                    #06,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #B0,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step0B
Step0B:         FMusicSampleStep {
                    #0C,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #B0,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                assert $ == #F616
                endmodule
