                module AntichristSample04
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F5C6
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #06,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #07                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicSampleStep {
                    #0D,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0080                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicSampleStep {
                    #0B,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0E,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #00C0                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicSampleStep {
                    #09,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0D,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0100                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicSampleStep {
                    #07,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0C,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0140                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step04
Step04:         FMusicSampleStep {
                    #05,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0B,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0180                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step05
Step05:         FMusicSampleStep {
                    #03,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0A,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #01C0                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step06
Step06:         FMusicSampleStep {
                    #00,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #90,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                assert $ == #F5E4
                endmodule
