                module AntichristSample07
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F620
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #00,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #04                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicSampleStep {
                    #81,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #8F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                assert $ == #F632
                endmodule
