                module AntichristSample01
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F588
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #0B,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #0C                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicSampleStep {
                    #01,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #11,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicSampleStep {
                    #03,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #12,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step02
Step02:         FMusicSampleStep {
                    #05,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #12,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step03
Step03:         FMusicSampleStep {
                    #07,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #13,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step04
Step04:         FMusicSampleStep {
                    #09,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #14,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step05
Step05:         FMusicSampleStep {
                    #0B,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #15,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step06
Step06:         FMusicSampleStep {
                    #0D,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #16,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step07
Step07:         FMusicSampleStep {
                    #0F,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #17,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step08
Step08:         FMusicSampleStep {
                    #11,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #19,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step09
Step09:         FMusicSampleStep {
                    #15,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #1B,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step0A
Step0A:         FMusicSampleStep {
                    #19,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #1D,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step0B
Step0B:         FMusicSampleStep {
                    #1B,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #1F,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                assert $ == #F5BA
                endmodule
