                module AntichristSample06
                ; Документация [исходная композиция](../../../../Docs/MusicComposition.md)
                assert $ == #F616
                ; -----------------------------------------
                ; исходная физическая запись Header
Header:         FMusicLoopHeader {
                    #01,                                                        ; LoopPosition, позиция возврата после достижения длины
                    #02                                                         ; Length, число физических шагов
                }
                ; -----------------------------------------
                ; исходная физическая запись Step00
Step00:         FMusicSampleStep {
                    #3F,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #0C,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                ; -----------------------------------------
                ; исходная физическая запись Step01
Step01:         FMusicSampleStep {
                    #00,                                                        ; ShiftControl, управление уровнем и шумовым либо огибающим вкладом
                    #90,                                                        ; LevelModes, базовый уровень, накопление и вклад в микшер
                    #0000                                                       ; ToneDelta, слово тональной поправки
                }
                assert $ == #F620
                endmodule
