                module Music
                module Initialize
; Документация [Music](../../Docs/FunctionDetails/Music.md)
; -----------------------------------------
; Начальный вход проигрывателя с адресом модуля #E700
; исходная запись 10, файловые смещения #0000..#0004
; In:
;   банковое окно содержит MUZ1.C, модуль расположен по исходному адресу #E700
; Out:
;   указатели и изменяемые состояния проигрывателя подготовлены, регистры AY 0..13 обнулены
; Corrupt:
;   HL, DE, BC, AF
; Note:
;   HL устанавливается в #E700, выход через InitializeModule, SP временно используется для чтения заголовка и восстанавливается
;   инициализатор выполняет DI, на выходе прерывания остаются запрещёнными
;   три публичных входа занимают #DB00, #DB05 и #DB08, кадровый вход расположен по #DB05
; -----------------------------------------
Entry:          LD HL, #E700
                JR @Music.InitializeModule.Entry


                endmodule
                endmodule
