                module Music
                module SetGateTimingA
; Документация [Music](../../Docs/FunctionDetails/Music.md)
; -----------------------------------------
; Настройка двух длительностей канала A и замена JR в #DE90 на LD B,n
; исходная запись 10, файловые смещения #02D2..#02DF
; In:
;   DE - второй байт длительности, AF - A первый байт длительности канала A
; Out:
;   DE увеличен на один, A равен #06, операнды #DE97 и #DE9F обновлены
; Corrupt:
;   DE, AF
; Note:
;   флаги сохраняются, изменяемый вход #DE90 переключается на инструкцию LD B,n
; -----------------------------------------
                ; настройка времён чередования и включение отложенной команды через изменение JR на LD B,n
Entry:          LD (#DE97), A
                LD A, (DE)
                INC DE
                LD (#DE9F), A
                LD A, #06
                LD (#DE90), A
                RET


                endmodule
                endmodule
