                module Music
                module SetGateTimingC
; Документация [Music](../../Docs/FunctionDetails/Music.md)
; -----------------------------------------
; Установка счётчика и длительностей чередования включённого и выключенного состояния канала C
; исходная запись 10, файловые смещения #0312..#031D
; In:
;   DE - второй байт длительности, AF - A первый байт длительности канала C
; Out:
;   DE увеличен на один, A содержит второй байт, счётчик #E2D5 и перезагрузка обновлены
; Corrupt:
;   DE, AF
; Note:
;   флаги сохраняются, счётчик переключает байт разрешения канала #E1EE между нулём и #FF
; -----------------------------------------
                ; обновление текущего счётчика и двух значений его перезагрузки
Entry:          LD (#E2E7), A
                LD (@MusicState.GateCounterC), A
                LD A, (DE)
                INC DE
                LD (#E2E3), A
                RET


                endmodule
                endmodule
